Repository: duchuule/vba8
Catalog: trunk/WP8VBAM/WP8VBAM/Resources/AppResources.*.xlf
Languages: de, el_gr, es, fr, pl_pl, pt, ru_ru, sv, tr_tr, ur

# Resx/HelpIssuesWhiteScreenText
source: - Make sure the downloads are completed before you leave the OneDrive import page (wait for confirmation message). If you leave too early, the ROMs may remain in a corrupted state and cannot load correctly. If this happens, delete them (tap and hold in the ROM list) and re-download. - If OneDrive import does not work or ROMs imported from OneDrive don't work in general, try other methods to import ROMs. There are 3 methods of importing ROMs (OneDrive, E-Mail, Web Browser) described in the "how to" section of this page. - Don't forget to delete the ROMs that don't work before you re-import them using another method.
de: - Verlasse die Seite zum Importieren, nur wenn alle Dateien runtergeladen wurden (Warten Sie auf die Bestätigungsmeldung). Wenn Sie die Seite zu früh verlasssen, können die herruntergeladenen ROMs bschädigt und nicht mehr geladen werden. Wenn das passiert, löschen Sie die ROMs (Tippe und halte in der ROM-Liste) und laden Sie sie wieder runter. - Wenn das Importieren von ROMs nicht geht oder importierte ROMs nicht gestartet werden, versuchen Sie andere Alternativen, um die ROMs zu importieren. Es gibt drei Methoden, um ROMs zu importieren (Onedrive, E-Mail, Web Browser) beschrieben in dem "So wirds gemacht..." bereich dieser Seite. - Vergessen Sie nicht die ROMs zu löschen, bevor Sie die Dateien mit einer anderen Methode importieren.
el_gr: -Βεβαιωθείτε πως οι λήψεις έχουν ολοκληρωθεί πριν φύγετε από τη σελίδα εισαγωγής OneDrive (αναμένετε για μήνυμα επιβεβαίωσης). Εάν φύγετε πολύ νωρίς, οι κασέτες μπορεί να παραμείνουν σε κακή κατάσταση και μπορεί να μην μπορούν φορτώσουν σωστά. Εάν αυτό συμβεί, διαγράψτε τις κασέτες (πατήστε παρατεταμένα στη λίστα κασετών) και κατεβάστε τες ξανά. -Αν η εισαγωγή με OneDrive δεν λειτουργεί ή οι κασέτες που εισάγονται από το OneDrive δεν λειτουργούν σε γενικές γραμμές, δοκιμάστε άλλες μεθόδους εισαγωγής κασετών. Υπάρχουν 3 μέθοδοι εισαγωγής κασετών (OneDrive, E-Mail, Web Browser) που περιγράφονται στην "Πώς να" ενότητα αυτής της σελίδας. -Μην ξεχάσετε να διαγράψετε τις κασέτες που δεν λειτουργούν πριν από την εκ νέου εισαγωγή τους χρησιμοποιώντας διαφορετική μέθοδο.
es: - Asegúrate de que las descargas están completas antes de salir de la pantalla de importar desde OneDrive (espera a que aparezca el mensaje de confirmación). Si cierras esa pantalla demasiado pronto, las ROMs pueden quedar dañadas y no se cargarán correctamente. Si esto sucede, eliminalas (pulsa sostenidamente encima de la ROM) y vuelve a descargarla. - Si la importación desde OneDrive no funciona o las ROMs importadas desde OneDrive no funcionan en general, intenta otros métodos para importarlas. Hay 3 métodos para hacerlo (OneDrive, e-mail, navegador web), descritos en la sección "lo básico" de ésta página. - No olvides eliminar las ROMs que no funcionan antes de volverlas a importar usando otro método.
fr: - Vérifiez que les téléchargements se soient completement achevés avant de quitter la page d'importation de OneDrive (attendez le message de confirmation). Si vous quittez trop rapidement la page, les ROMs peuvent être corrompues et ne pas charger correctement. Si cela arrive, effacez les (restez appuyez sur la ROM dans la liste) et retéléchargez les. - Si l'importation à partir de OneDrive échoue ou si les ROMs importées à partir de OneDrive ne fonctionnent pas en général, essayez une autre méthode d'importation des ROMs. Il existe 3 façons d'importer des ROMs (OneDrive, E-Mail, Navigateur internet) décrites dans la section "Explication" de cette page. - N'oubliez pas d'effacer les ROMs qui ne fonctionnent pas avant de les mporter à nouveau en utilisant une autre méthode.
pl_pl: - Zawsze poczekaj się że pobieranie z OneDrive się zakończy, zobaczysz wtedy powiadomienie. Jeśli wyjdziesz zbyt wcześnie, ROM może nie pobrać się prawidłowo. Jeśli tak się stało, usuń ROM i pobierz go prawidłowo. - Jeśli pomimo prawidłowego pobierania z OneDrive ROM wciąż nie działa, spróbuj innej metody importowania. Nie zapomnij usunąć niedziałającego ROMu zanim zaczniesz importować go inną metodą.
pt: - Verifique se o download teminou antes de sair da página de importação do OneDrive (espere a mensagem de confirmação). Se você sair muito cedo, as ROMs podem ficar corrompidas e não poderãm ser carregadas corretamente. Se isso acontecer, exclua as mesmas (toque e segure na lista de ROMs) e faça o download novamente. - Se a página de importação do OneDrive não funcionar, tente outros métodos de imporação de ROMs. Existem 3 métodos de importação de ROMs (OneDrive, E-mail, Navegdor) descritos na seção "como fazer" desta página. - Não esqueça de excluir as ROMs que não funcionaram antes de tentar impotá-las por outro método.
ru_ru: -Проверяйте завершены ли загрузки, прежде чем покинуть страницу импорта OneDrive (ждать подтверждения сообщений). Если выйти раньше времени, ROM может повредиться и перестать запускаться. Если это произошло, удалите такой ROM и скачайте заново. -Если импорт OneDrive не работает или ROM'ы импортированные из OneDrive не работают, попробуйте другие методы для импорта ROM'ов. Существует 3 способа импорта (OneDrive, электронная почта, веб-браузер), описанные в разделе "инструкции". -Не забудьте удалить ROM'ы, которые не работают, прежде чем повторно импортировать их с помощью другого метода.
tr_tr: - OneDrive alma sayfasında (onay mesajı bekleyin) gitmeden emin indirme tamamlandı. Çok erken bırakırsanız, ROM bozuk bir durumda kalabilir ve doğru şekilde yüklenmemiş olabilir. Bu durumda, (dokunun ve basılı tutun ROM listesi) silin ve yeniden indirin. -Eğer OneDrive'den alma çalışmıyorsa veya indirilenler açılmıyorsa, ROM almak için başka yöntemleri deneyin. ROM (OneDrive, e-posta, Web tarayıcısı) "nasıl yapılır" içinde açıklanan 3 yöntem vardır. -Başka bir yöntemi kullanarak bunları yeniden içe aktarmayı deneyin (Silmeyi unutmayın)
ur: آپ OneDrive درآمد پیج (توثیق پیغام کے لئے انتظار) کے جانے سے پہلے ڈاؤن لوڈ مکمل کر رہے ہیں بات کو یقینی بنائیں. آپ بہت جلد چھوڑ دیتے ہیں تو، روم ایک خراب حالت میں رہ سکتا ہے اور درست طریقے سے لوڈ نہیں کر سکتے ہیں. اگر ایسا ہوتا ہے، (پر ٹیپ کریں انہیں خارج کر دیں اور روم کی فہرست میں پکڑ) اور دوبارہ ڈاؤن لوڈ، اتارنا. - OneDrive درآمد کام نہیں کرتا یا OneDrive سے درآمد روم جنرل میں کام نہیں کرتے ہیں تو، روم درآمد کرنے کے لئے دوسرے طریقوں کی کوشش کریں. میں بیان روم درآمد کے 3 طریقوں (OneDrive، ای میل، ویب براؤزر) ہیں "کس طرح کرنے کے لئے" اس صفحے کے حصے. - اگر آپ کو ایک اور طریقہ کا استعمال کرتے ہوئے انہیں دوبارہ درآمد کرنے سے قبل کام نہیں کرتے کہ روم کو خارج کرنا مت بھولنا.

# Resx/HelpIssuesWhiteScreenTextContact
source: - If nothing helps, contact the developer:
de: - Wenn nichts hilft, kontaktieren Sie den Entwickler:
el_gr: - Αν τίποτα από τα παραπάνω δεν βοηθάει, επικοινωνήστε με τον εκδότη:
es: - Si nada de ésto funciona, contacta al desarrollador:
fr: - Si rien ne vous aide, contactez le développeur:
pl_pl: - Jeśli nic nie pomaga, skontaktuj się z developerem:
pt: - Se nada ajudar, contate o desenvolvedor:
sv: - Om ingenting fungerar, kontakta utvecklaren (Engelska):
tr_tr: -Eğer hiçbir şey yardımcı olmazsa, programcıya başvurun:
ur: کچھ بھی نہیں کی مدد کرتا ہے تو، ڈویلپر سے رابطہ کریں:

# Resx/HelpTipsHeader
source: tips
de: Tipps
el_gr: συμβουλές
es: consejos
fr: conseils
pl_pl: Wskazówki
pt: dicas
ru_ru: советы
tr_tr: İpuçları
ur: تجاویز

# Resx/HelpTipsPerformanceHeader
source: Games are running slowly
el_gr: Τα παιχνίδια τρέχουν αργά
es: Juegos que andan lento
fr: Les jeux tournent au ralenti
pl_pl: Gry działają wolno
pt: Os jogos estão rodando devagar
sv: Spelen känns sega/hackiga
tr_tr: Oyunlar yavaş çalışıyor
ur: گیمز آہستہ آہستہ چل رہے ہیں

# Resx/HelpTIpsPerformanceText
source: - Open the video settings and increase the value of the option "Skip Frames (same emulation speed)". This option reduces the number of frames the emulator needs to display and therefore leaves more resources to keep the emulation speed up. The games might appear less smooth when increasing the frame skip value. - Open the sound settings and switch off audio synchronization. This might increase the performance, but the sound quality may suffer. - Open the sound settings and switch the sound completely off.
de: - Öffnen Sie die Video-Einstellungen und erhöhen Sie den Wert des "Überspringe Frames (gleiche Emulations-Geschwindigkeit)". Diese Option reduziert die Anzahl von Frames die der Emulator anzeigt, dies hat den Effekt das mehr Ressourcen zur verfügung stehen, um die Emulation zu beschleunigen. Die Spiele können weniger "geschmeidig" erscheinen, wenn Sie den Wert zum Frames überspringen erhöhen. - Öffnen Sie die Audio-Einstellungen und deaktivieren Sie die Audio Synchronisation. Dies kann die Leistung erhöhen, aber die Tonqualität könnte darunter leiden. - Öffnen Sie die Audio-Einstellungen und deaktivieren Sie den Ton.
el_gr: -Ανοίξτε τις ρυθμίσεις βίντεο και αυξήστε την τιμή της επιλογής "Αναπήδηση πλαισίων (ίδια ταχύτητα)". Αυτή η επιλογή μειώνει τον αριθμό των πλαισίων που χρειάζεται ο εξομοιωτής για να τις εμφανίσει και, ως εκ τούτου, αφήνει περισσότερους πόρους για να κρατήσει την ταχύτητα της εξομοίωση σταθερή . Τα παιχνίδια μπορεί να φαίνονται λιγότερο ομαλά, όταν αυξήσετε την αξία αναπήδησης πλαισίων. -Ανοίξτε τις ρυθμίσεις ήχου και απενεργοποιήστε το συγχρονισμό ήχου. Αυτό μπορεί να αυξήσει την απόδοση, αλλά η ποιότητα ήχου μπορεί να υποφέρει. -Ανοίξτε τις ρυθμίσεις ήχου και κλείστε εντελώς τον ήχο.
es: - En las opciones de vídeo incrementa el valor de la opción "Skip Frames (misma velocidad de emulación)". Ésta opción reduce el número de cuadros que el emulador necesita mostrar y, por lo tanto, deja más recursos para mantener la velocidad de emulación alta. El juego puede parecer mucho menos "suave" cuando se incrementa éste valor. - Abre las opciones de sonido y apaga la sincronización de audio. Ésto puede aumentar el desempeño, pero la calidad del sonido puede bajar. - Abre las opciones de sonido y apaga el sonido por completo.
fr: - Ouvrez les réglages vidéo et augmenter la valeur de l'option "Skip Frames (même vitesse d'émulation)". Cette option réduit le nombre d'images que l'émulateur a besoin d'afficher et par conséquent il reste plus de ressources pour garder l'accélération de l'émulation. Les jeux peuvent devenir moins bon lorsque vous augmentez la valeur du frame skip. - Ouvrez les réglages son et désactivez la synchronisation audio. Cela devrait améliorer les performances, mais la qualité du son peut en souffrir. - Ouvrez les réglages son et désactivez le son.
pl_pl: - Wejdź w ustawienia i zwiększ przeskakiwanie klatek (przy niezmienionej prędkości). Zmniejsza to liczbę wyświetlanych klatek więc gra może przestać być płynna. - Wejdź w ustawienia i wyłącz synchronizację dźwięku. Zwiększa to wydajność ale jakość dźwięku może spaść. - Wejdź w ustawienia i kompletnie wyłącz dźwięk.
pt: - Abra as configurações de vídeo e aumente o valor da opção "Pular Quadros (mesma velocidade de emulação)". Essa opção reduz o número de quadros que o emulador deve exibir, liberando recursos para manter a velocidade de emulação. O jogo pode parecer menos suave ao aumentar o valor de pulo de quadro. - Abra as congurações de áudio e desative as sincronização do áudio. Isso deve melhorar a peformance, mas vai comprometer a qualidade do som. - Abra as configurações de áudio e desative os sons completamente.
ru_ru: -Откройте настройки видео и увеличить значение параметра «Пропуск кадров (та же скорость эмуляции)». Этот параметр уменьшает количество кадров, которые эмулятору нужно отображать и поэтому появляется больше ресурсов для эмуляции. Но при этом игра может стать менее гладкой. -Откройте настройки звука и выключите аудио синхронизацию. Это может повысить производительность, но может пострадать качество звука. -Откройте настройки звука и полностью выключите звук.
sv: - Öppna videoinställningar och öka värdet på "Hoppa Över Bildrutor (samma emulationshastighet)". Den här inställningen reducerar antalet bildrutor som emulatorn behöver visa och lämnar därför mer resurser till att hålla emulationshastigheten uppe. Spelen kan upplevas mindre jämna när detta värde höjs. - Öppna ljudinställningar och stäng av ljudsynkronisering. Detta kan höja prestandan, men ljudkvaliten kan försämras. - Öppna ljudinställningar och stäng av ljudet helt.
tr_tr: -Video ayarları'nı açın ve "Frame atla" seçeneğinin değerini artırın. Bu seçenek, frameleri görüntülemek için emülatör ihtiyacını azaltır ve bu nedenle emülasyon hızlanır. Frame atlatırsanız oyunlar daha kötü görünebilir. -Ses ayarları'nı açın ve ses senkronizasyon ayarını kapatın. Bu performansı artırabilir, ancak ses kalitesi düşebilir. -Ses ayarları'nı açın ve sesi tamamen kapatın.
ur: ویڈیو کی ترتیبات کھولیں اور آپشن "پر فریم (اسی ینترانکرن رفتار)" کی قدر میں اضافہ. یہ آپشن ایمولیٹر ظاہر کرنے کی ضرورت ہے فریم کی تعداد کو کم کر دیتا ہے اور اس وجہ سے انکرن رفتار رکھنے کے لئے زیادہ وسائل چھوڑ دیتا ہے. فریم مواد کی قیمت میں اضافہ جب گیمز کم ہموار ظاہر کر سکتے. - آواز کی ترتیبات کھولیں اور آڈیو کی ہم وقت سازی بند کرو. یہ کارکردگی میں اضافہ ہو سکتا ہے، لیکن آواز معیار کا شکار ہو. - آواز کی ترتیبات کو کھولنے کے اور مکمل طور پر بند آواز سوئچ.

# Resx/HelpTipsSoundHeader
source: Scratchy sound
de: Kratziger Ton
el_gr: Περίεργος ήχος
es: Mala calidad del sonido
fr: Son grésillant
pl_pl: Niezgrany dźwięk
pt: Som chiado
ru_ru: Проблемы со звуком
sv: Hackigt eller ojämnt ljud
ur: بری آواز

# Resx/HelpTipsSoundText
source: - Open the sound settings and switch on audio synchronization. This might increase the audio quality, but the performance may suffer. - If the emulation speed is too low, the sound quality can also suffer. Follow the above tips for games that are running slowly.
de: - Öffnen Sie die Audio-Einstellungen und aktivieren Sie die Audio Synchronisation. Dies erhöht die Audioqualität, aber veringert die Leistung. - Wenn die Emulation langsam ist, dann kann die Tonqualität darunter auch leiden. Befolge die obigen Hilfestellungen, für Spiele die langsam laufen.
el_gr: -Ανοίξτε τις ρυθμίσεις ήχου και ενεργοποιείστε το συγχρονισμό ήχου. Αυτό μπορεί να αυξήσει την ποιότητα ήχου, αλλά η απόδοση μπορεί να υποφέρει. -Αν ταχύτητα του εξομοιωτή είναι πολύ χαμηλή, η ποιότητα του ήχου μπορεί επίσης να υποφέρει. Ακολουθήστε τις παραπάνω συμβουλές για παιχνίδια που εκτελούνται αργά.
es: - En las opciones de sonido enciende la Sincronización de audio. Ésto puede incrementar la calidad del audio, pero el desempeño puede bajar. - Si la velocidad de emulación es muy baja, la calidad del sonido también puede sufrir. Sigue los consejos anteriores para juegos que andan muy lento.
fr: - Ouvrez les réglages son et activez la synchronisation audio. Cela devrait améliorer la qualité audio, mais les performances de l'émulateur peuvent en souffrir. - Si la vitesse d'émulation est trop lente, la qualité du son peut aussi en pâtir . Suivez les conseils au-dessus pour les jeux qui tournent au ralenti.
pl_pl: - wejdź w ustawienia i włącz synchronizację dźwięku. To może pomóc, ale wydajność może spaść. - jeśli prędkość emulacji jest niska, dźwięk również na tym cierpi. Zastosuj wskazówki polepszające wydajność.
pt: - Abra as configurações de áudio e ative a sincronização de som. Isso deve melhorar a qualidade do som, mas a peformance pode piorar. - Se a velocidade de emulação estiver baixa, a qualidade do som pode cair. Siga as instruções acima para jogos que estejam rodando devagar.
ru_ru: -Откройте настройки звука и включите аудио синхронизацию. Это может увеличить качество звука, но может пострадать производительность. -При слишком низкой скорости эмуляции, качество звука также может страдать. Выполните приведенные выше советы для игр, которые работают медленно.
sv: - Öppna ljudinställningar och aktivera ljudsynkronisering. Detta kan förbättra ljudkvaliten, men prestandan kan försämras. - Ljudkvaliten kan även försämras om emuleringshastigheten är för låg. Följ ovanstående tips för när spelen känns sega/hackiga.
tr_tr: -Ses ayarları'nı açın ve ses senkronizasyonunu açın. Bu ses kalitesini artırabilir, ancak performansı düşebilir. -Emülasyon hızı çok düşük ise, ses kalitesi de kötü olabilir. Yavaş çalışan oyunlar için yukarıdaki ipuçlarını izleyin.
ur: آواز کی ترتیبات کو کھولنے اور آڈیو ہم آہنگی سوئچ. اس آڈیو معیار میں اضافہ ہو سکتا ہے، لیکن اس کی کارکردگی متاثر ہو سکتی. - انکرن کی رفتار بہت کم ہے تو، آواز کے معیار بھی جھیلتا. آہستہ آہستہ چل رہے ہیں کھیل کے لئے مندرجہ بالا تجاویز پر عمل کریں

# Resx/HelpTipsTurboHeader
source: Activate turbo mode
el_gr: Ενεργοποίηση λειτουργίας turbo
es: Activar el modo turbo
fr: Activer Mode Turbo
pl_pl: Aktywacja Trybu Turbo
pt: Ativar modo turbo
ru_ru: Активировать режим Turbo
sv: Aktivera turboläge
ur: ٹربو موڈ کو چالو

# Resx/HelpTipsTurboText
source: - Press the camera button to toggle turbo mode. - Half-press the camera button to activate turbo mode while holding the camera button half-pressed.
de: - Drücke die Kamerataste um den Turbo-Modus zu aktivieren. - Aktivieren Sie den Turbo-Modus, solange Sie die Kamerataste halb gedrückt halten.
el_gr: -Πατήστε το κουμπί της κάμερας για εναλλαγή λειτουργίας turbo . -Μισο-πατήστε το κουμπί της κάμερας για να ενεργοποιήσετε την turbo λειτουργία ενώ κρατάτε το κουμπί της κάμερας μισοπατημένο.
es: - Presiona el botón de la cámara para activar el modo turbo. - Presiona suavemente el botón de la cámara para activar el modo turbo, de esta forma el modo turbo se mantendrá activo mientras sostengas el botón de esa manera.
fr: - Appuyez sur le bouton caméra pour basculer dans le Mode Turbo. - Appuyez à moitié sur le bouton caméra pour activer le mode turbo lorsqu'il est déjà à moitié pressé.
pl_pl: - Wciśnij przycisk aparatu aby włączać/wyłączać tryb turbo.
pt: - Pressione o botão da câmera para ativar o modo turbo. - Pressione fracamente o botão da câmera para ativar o modo turbo temporariamente.
ru_ru: -Нажмите кнопку камеры для переключения в режим Turbo. -Кнопка камеры, нажатая на половину, активирует режим Turbo (удерживая)
sv: - Tryck på kameraknappen för att aktivera/avaktivera turboläget. - Tryck ned kameraknappen halvvägs för att aktivera turboläget endast när knappen hålls halvt nedtryckt.
tr_tr: -Turbo moduna geçiş yapmak için kamera düğmesine basın. -Kamera düğmesine yarım basılı tutarak turbo modu, parmağınızı çekene kadar açabilirsiniz.
ur: - ٹربو موڈ ٹاگل کرنے کے لئے کیمرے بٹن دبائیں. - نصف پریس کیمرے بٹن انعقاد کرتے ہوئے نصف ٹربو موڈ کو چالو کرنے پر زور دیا کیمرے بٹن

# Resx/HelpButtonText
source: help
de: Hilfe
el_gr: βοήθεια
es: ayuda
fr: aide
pl_pl: Pomoc
pt: ajuda
ru_ru: справка
sv: hjälp
tr_tr: Yardım
ur: مدد

# Resx/ImportWaitComplete
source: Please wait for the download to complete.
de: Bitte warten Sie bis die Datei runtergeladen wurde.
el_gr: Παρακαλώ περιμένετε να ολοκληρωθεί η λήψη.
es: Por favor espera a que la descarga se finalice.
fr: Veuillez attendre la fin du téléchargement.
pl_pl: Proszę poczekać aż pobieranie się zakończy.
pt: Por favor, espero o fim do download.
sv: Var vänlig vänta på att nedladdningen slutförs-
tr_tr: Yüklemenin tamamlanmasını bekleyin.
ur: ڈاؤن لوڈ مکمل کرنے کے لئے براہ مہربانی انتظار کریں.

# Resx/RomListTroubleshootNote
source: Note: If your ROMs do not start, see the "issues" section of the help page.
de: Hinweis: Wenn Ihre ROMs nicht starten, schauen Sie im "Probleme" Sektor auf der Hilfe Seite.
el_gr: Σημείωση: Αν δεν ξεκινούν οι κασέτες σας, δείτε την ενότητα "θέματα" της σελίδας βοήθεια.
es: Nota: Si tus ROMs no inician, busca en la sección "problemas" de la página de ayuda.
fr: Note: Si vos ROMs ne démarrent pas, consultez la section "résolutions problèmes" de la page d'aide.
pl_pl: Notka: Jeśli ROM nie działa, sprawdź zakładkę "problemy" w pomocy.
pt: Nota: Se suas ROMs não funcionarem, veja a seção "problemas" da página de ajuda.
ru_ru: Примечание: Если ваш ROM не запускается, посмотрите раздел «проблемы» на странице справки.
sv: Notering: Om din ROM-fil inte startar, läs "problem"-sektionen av hjälpsidan.
tr_tr: Not: Eğer ROMlar açılmazsa, "sorunlar" kısmını inceleyin.
ur: نوٹ: آپ روم شروع کریں نہیں کرتے ہیں تو، مدد کے صفحے کے "مسائل" کے سیکشن دیکھنے.

# Resx/SkyDriveFileFormatHint
source: Supported files: .gb, .gbc, .gba, .sgm, .sav, .zip
es: Formatos admitidos: .gb, .gbc, .gba, .sgm, .sav, .zip
fr: Formats supportés: .gb, .gbc, .gba, .sgm, .sav, .zip
pt: Arquivos suportados: .gb, .gbc, .gba, .sgm, .sav, .zip
sv: Stödda filformat: .gb, .gbc, .gba, .sgm, .sav, .zip
ur: تائید فائلیں..gb ، .gbc، .gba، .sgm، .sav، .zip

# Resx/DPadAnalogueDynamic
source: dynamic analogue stick
de: Dynamischer Analogstick
el_gr: δυναμικό αναλογικό χειριστήριο
es: Stick analógico dinámico
fr: stick analogique dynamique
pl_pl: dynamiczny analogowy
pt: marcha analógica dinâmica
ru_ru: динамический аналоговый стик
sv: dynamisk analogspak
tr_tr: dinamik analog kontrol
ur: متحرک اینالاگ سٹک

# Resx/DPadAnalogueFixed
source: fixed analogue stick
de: Fester Analogstick
el_gr: φτιαγμένο αναλογικό χειριστήριο
es: Stick analógico fijo
fr: stick analogique statique
pl_pl: stały analogowy
pt: marcha analógica fixa
ru_ru: фиксированный аналоговый стик
sv: orörlig analogspak
tr_tr: sabit analog kontrol
ur: مقررہ اینالاگ سٹک

# Resx/DPadStandard
source: 4-way
es: 4-direcciones
pl_pl: 4-stronny
pt: 4 direções
sv: 4-vägs
tr_tr: 4 yön
ur: 4 طرفہ

# Resx/DPadStyleHeader
source: D-Pad Style
el_gr: Στυλ D-Pad
es: Estilo del pad direccional
fr: Style de Pad
pl_pl: Styl Joysticka
pt: Estilo do direcional
ru_ru: D-Pad
sv: D-Pad Stil
ur: D پیڈ انداز

# Resx/DeadzoneHeader
source: Deadzone (analogue stick only)
de: Tote Zone (Nur Analogstick)
el_gr: Νεκρή ζώνη(αναλογικό χειριστήριο μόνο)
es: Zona muerta (solo para el stick analógico)
fr: Deadzone (stick analogique uniquement)
pl_pl: Martwa strefa (tylko dla stałego joysticka)
pt: Ponto-morto (somente para marcha analógica)
ru_ru: Мертвая зона (только для аналогового стика)
sv: Deadzone (endast analogspak)
tr_tr: Kör alan (sadece analog kontrol)
ur: Deadzone (اینالاگ سٹک صرف)

# Resx/CameraAssignL
source: L-Button
el_gr: Κουμπί-L
es: Botón L
fr: Bouton-L
pl_pl: Przyciski L
pt: Botão L
sv: L-Knapp
tr_tr: L-düğmesi
ur: "L" بٹن

# Resx/CameraAssignR
source: R-Button
el_gr: Κουμπί-R
es: Botón R
fr: Bouton-R
pl_pl: Przycisk R
pt: Botão R
sv: R-Knapp
tr_tr: R-düğmesi
ur: "R" بٹن

# Resx/CameraAssignTurbo
source: Turbo Mode
el_gr: Λειτουργία Turbo
es: Modo turbo
fr: Mode Turbo
pl_pl: Tryb Turbo
pt: Modo Turbo
ru_ru: Режим Turbo
sv: Turboläge
ur: ٹربو موڈ

# Resx/CameraButtonAssignment
source: Assign to camera button
de: Kamerataste zuweisen
el_gr: Αντιστοιχίσετε στο κουμπί κάμερας
es: Asignar al botón de la cámara
fr: Attribuer au bouton caméra
pl_pl: Przypisany do przycisku aparatu
pt: Atribuir ao botão da câmera
ru_ru: Назначить на кнопку камеры
sv: Tilldela kameraknappen
ur: کیمرے بٹن کو تفویض

# Resx/ActiveSavestateText
source: (active)
de: (aktiv)
el_gr: (ενεργό)
es: (activo)
pl_pl: (aktywny)
pt: (ativado)
ru_ru: (активен)
sv: (aktiv)
tr_tr: (etkin)
ur: (فعال)

# Resx/AutoIncSavestateSetting
source: Automatically increment save state
de: Erhöhe automatisch den Speicherslot
el_gr: Αυτ. προσαύξηση αποθ. κατάστ.
es: Automáticamente aumentar guardados
fr: Système de sauvegarde auto
pl_pl: Zapisuj na następnym wolnym slocie
pt: Trocar autmaticamente o slot de progresso
ru_ru: Авто увеличение слота сохр.
sv: Automatisk ökning av sparläge
tr_tr: Otomatik kaydet
ur: خود کار طریقے سے سیو سٹیٹ کا اضافہ کریں

# Resx/CancelButtonText
source: cancel
el_gr: ακύρωση
es: cancelar
fr: annuler
pl_pl: Anuluj
pt: cancelar
ru_ru: отмена
sv: avbryt
tr_tr: İptal
ur: منسوخ
