Repository: duchuule/vba8
Catalog: trunk/WP8VBAM/WP8VBAM/Resources/AppResources.*.xlf
Languages: de, el_gr, es, fr, pl_pl, pt, ru_ru, sv, tr_tr, ur

# Resx/PremiumText
source: Premium features include: - support for MOGA controller. - customize in-game background color. - choose your own background image. VBA8 and VGBC8 now have identical feature set. You should only purchase features on one app only. ***PLEASE READ THIS***: MOGA controller support is free in Snes8x, before you purchase this feature, please download Snes8x and test if your controller works with your phone.
de: Premiumfunktionen: - Unterstützung des MOGA Controller. - verändere die In-Game Hintergund Farbe. - wähle dein eigenes Hintergrundbild. VBA8 und VGBC8 haben nun identische Funktionen. Sie sollten die Premiumfunktionen, nur auf einer App, kaufen. ***BITTE LIES DAS HIER***: MOGA Controller Unterstützung, ist in Snes8x gratis, bevor Sie die Premiumfunktionen kaufen, laden Sie Snes8x herunter und testen Sie, ob der Controller auf Ihrem Smartphone funktioniert.
el_gr: Πρόσθετα χαρακτηριστικά περιλαμβάνουν: -υποστήριξη για χειριστήριο MOGA . -Προσαρμογή χρώματος του φόντου στο παιχνίδι. -Επιλογή εικόνας του φόντου σας. Το VBA8 και το VGBC8 τώρα έχουν πανομοιότυπο σύνολο δυνατοτήτων. Πρέπει μόνο να αγοράσετε χαρακτηριστικά μόνο σε μια εφαρμογή. *** Παρακαλώ διαβάστε αυτό ***: η υποστήριξη χειριστηρίου MOGA είναι δωρεάν σε Snes8x, πριν αγοράσετε αυτό το χαρακτηριστικό γνώρισμα, παρακαλώ κατεβάστε το Snes8x και δοκιμάστε αν το χειριστήριό σας λειτουργεί με το τηλέφωνό σας.
es: Las características Premium incluyen: - Soporte para controles Moga. - Personalización del fondo en el juego. - Escoge tu propia imagen de fonto. VBA8 y VGBC8 ahora tienen una lista de características idénticas. Sólo necesitas comprar las características en una aplicación ***POR FAVOR LÉEME***: El soporte para controles MOGA es gratuito en Snes8x, antes de comprar ésta característica, por favor descarga Snes8x y prueba si funciona para tu teléfono.
fr: Les fonctionnalités premium incluent: - la compatibilité manette MOGA. - la personnalisation de la couleur d'arrière-plan dans un jeu. - le choix de votre propre image d'arrière-plan. VBA8 et VGBC8 ont maintenant les mêmes fonctionnalités. Vous devrez acheter les fonctions premium pour une application seulement. ***A LIRE ATTENTIVEMENT***: le support de la manette MOGA est gratuit dans Snes8x, donc avant d'acheter cette fonctionnalité, veuillez télécharger Snes8x et testez si votre manette marche avec votre smartphone.
pl_pl: Opcje Premium obejmują: - wsparcie dla kontrolerów MOGA. - zmiana koloru tła w grze. - wybór własnego tła dla aplikacji. VBA8 i VGBC8 mają identyczne funkcje. Nie kupuj niepotrzebnie dwóch aplikacji. ***PROSZĘ PRZECZYTAJ TO***: sterowanie MOGA jest wspierane bezpłatnie w Snes8x, zanim wykupisz tę funkcję tutaj, proszę przetestuj czy twój kontroler działa z twoim telefonem.
pt: As funções Premium incluem: - supporte ao controle MOGA. - alterar a cor de fundo do controle virtual. - escolher uma imagem de fundo. VBA8 e VGBC8 agora têm funções idênticas. Você deve comprar funções em somente um aplicativo. ***POR FAVOR, LEIA***: o suporte ao controle MOGA é gratuito no Snes8x, antes de comprar esta função, por favor, baixe o Snes8x e verifique se seu controle funciona no seu telefone.
ru_ru: Дополнительные возможности включают в себя: - Поддержка MOGA контроллера. - Настройка цвета фона в игре. - Выбор собственного фонового изображения. VBA8 и VGBC8 теперь имеют идентичный набор функций. Вам нужно купить функции только для одного приложения. *** Пожалуйста прочитайте это ***: Поддержка контроллера MOGA бесплатна в Snes8x, прежде чем вы приобретете эту функцию, пожалуйста, скачайте Snes8x и проверьте, работает ли контроллер с вашим телефоном.
sv: Premiumfunktioner inkluderar: - support för MOGA handkontroll. - skräddarsy in-game bakgrundsfärg. - välj en egen bakgrundsbild. VBA8 och VGBC8 har nu identiska funktioner. Du bör endast köpa funktioner på en utav apparna. ***VÄNLIGEN LÄS DETTA***: Support för MOGA handkontroller är gratis i Snes8x, så innan du köper denna funktion, ladda ned Snes8x och testa ifall din handkontroll är kompatibel med din smartphone.
tr_tr: Premium özellikleri şunlardır: -MOGA oyun kolu desteği. -Oyunda arka plan rengini özelleştirebilirsiniz. -Kendi arka plan resminizi seçebilirsiniz. VBA8 ve VGBC8'de şimdi aynı özellik seti var. Sadece bir app sadece özellikleri satın almanız yeterli. *** Lütfen bunu okuyun ***: MOGA özelliğini denemek için lütfen Snes8x indirin ve deneyin, Snes8x'de MOGA ücretsizdir.
ur: پریمیم کی خصوصیات میں شامل ہیں: - موگا کنٹرولر کے لئے حمایت. - اپنی مرضی کے مطابق کھیل پس منظر کا رنگ. - آپ کے اپنے پس منظر کی تصویر کا انتخاب. VBA8 اور VGBC8 اب ایک جیسی خصوصیت مجموعہ ہے. آپ کو صرف ایک اپلی کیشن کی خصوصیات کی خریداری کرنا چاہئے. *** یہ براہ مہربانی پڑھیں ***: موگا کنٹرولر سپورٹ اگر آپ کو اس خصوصیت خریداری سے پہلے اپنے کنٹرولر کو آپ کے فون کے ساتھ کام کرتا ہے، تو Snes8x ڈاؤن لوڈ، اتارنا اور جانچ کریں براہ مہربانی، Snes8x مفت ہے.

# Resx/EmailBodyText
source: Device ID: {0}
el_gr: ID συσκευής: {0}
fr: ID Appareil: {0}
pl_pl: ID Urządzenia: {0}
ru_ru: ИД устройства: {0}
tr_tr: Aygıt Kimliği: {0}
ur: آلہ ID: {0}

# Resx/EmailSubjectText
source: VBA8/VGBC bug report or feature suggestion
de: VBA8/VGBC Bugs berichten oder Funktionen vorschlagen
el_gr: Αναφορά σφάλματος ή πρόταση χαρακτηριστικού για VBA8/VGBC
es: Reporte de error o sugerencia para VBA8/VGBC
fr: Reporter un bug VBA8/VGBC ou faire une suggestion
pl_pl: VBA8/VGBC zgłoś bug lub zaproponuj funkcjonalność
pt: Erro do VBA8/VGBC ou sugestão de função
ru_ru: VBA8/VGBC отчет об ошибках или предложение функций
sv: VBA8/VGBC buggrapportering eller förslag på nya funktioner
tr_tr: VBA8/VGBC hata raporu veya özellik önerisi
ur: VBA8/VGBC بگ رپورٹ یا خصوصیت تجویز

# Resx/PremiumFeaturePromptText
source: This is a premium feature. Do you want to go to the purchase page?
de: Dies ist eine Premiumfunktion. Wollen Sie auf die Kauf-Ansicht?
es: Ésta es una característica premium. ¿Quieres ir a la página de compra?
fr: Ceci est une fonctionnalité premium. Voulez-vous allez à la page d'achat?
pl_pl: Dostępne tylko w wersji Premium. Przenieść na stronę sklepu?
pt: Esta função é premium. Você quer ir para a página de compra?
ru_ru: Это премиум-функция. Вы хотите перейти на страницу покупки?
sv: Det här är en premiumfunktion. Vill du gå vidare till köpsidan?
ur: یہ ایک پریمیم خصوصیت ہے. آپ کی خریداری کے صفحے پر جانے کے لئے چاہتے ہیں؟

# Resx/UnlockFeatureText
source: Unlock feature
de: Funktionen freischalten
es: Desbloquear característica
fr: Débloquer fonctionnalités
pl_pl: Odblokuj funkcję
pt: Desbloquear função
ru_ru: Разблокировать функцию
sv: Lås upp funktion
tr_tr: Özelliğin kilidini aç
ur: نمایاں کریں انلاک

# Resx/GuidesTitle
source: guides
de: Anleitungen
el_gr: οδηγοί
es: guías
pl_pl: Poradniki
pt: guias
ru_ru: руководства
sv: guider
tr_tr: Kılavuzlar
ur: ہدایت

# Resx/ImportSaveInstructionsText
source: To restore saves: 1. Make sure the names of the rom and the save file match exactly. 2. Tap "Import" and choose the save file. 3. Start the game.
de: Speicherstände wiederherrstellen: 1. Vergewissern Sie sich, das die Namen der ROM und des Speicherstandes gleich sind . 2. Tippen Sie auf "Importieren" und wählen den Speicherstand. 3. Starten Sie das Spiel.
el_gr: Για να επαναφέρετε αποθηκεύσεις: 1. Σιγουρευτείτε πως τα ονόματα της κασέτας και του αρχείου αποθήκευσης είναι ακριβώς τα ίδια. 2. Πατήστε "Εισαγωγή" και επιλέξτε το αρχείο αποθήκευσης. 3. Ξεκινήστε το παιχνίδι.
es: Para recuperar partidas guardadas: 1. Asegúrate que los nombres de la ROM y el archivo guardado coinciden exactamente. 2. Pulsa "Importar" y selecciona el archivo de la partida guardada. 3. Inicia el juego.
fr: Pour restorer des sauvegardes: 1. Vérifiez que les noms de la rom et de la sauvegarde correspondent. 2. Appuyez sur "Importer" et choisissez le fichier de sauvegarde. 3. Lancer le jeu.
pl_pl: Aby przywrócić stan gry: 1. Upewnij się że nazwa ROMu i zapisanego stanu jest identyczna. 2. Kliknij "Importuj" i wybierz stan gry. 3. Zacznij grać.
pt: Para restaurar progresso: 1. Tenha certeza que a ROM e o progresso tenham o mesmo nome. 2. Toque "Importar" e escolha o arquivo do progresso. 3. Inicie o jogo.
ru_ru: Чтобы восстановить сохранения: 1. Убедитесь, что имена ROM'а и сохранения точно совпадают. 2. Нажмите «Импорт» и выберите файл сохранения. 3. Запустите игру.
sv: För att återställa sparade spel: 1. Se till att ROM-filens och sparfilens namn matchar exakt. 2. Tryck "Importera" och välj din sparfil. 3. Starta spelet.
tr_tr: Geri yüklemek için aşağıdakileri kaydeder: 1. Rom adı ve kayıt dosyasının aynı olduğundan emin olun. 2. "Al" 'a dokunun ve dosyayı seçin 3. Oyunu başlatın.
ur: بحال کرنے کے لئے بچاتا ہے: 1. اس بات کا یقین ROM کے نام اور فائل کو بچانے کے میچ بالکل وہی بنائیں. 2. "درآمد" ٹیپ اور محفوظ فائل منتخب کریں. 3. کھیل شروع کریں

# Resx/DarkText
source: Dark
el_gr: σκούρο
es: Oscuro
fr: Sombre
pl_pl: Ciemny
pt: Escuro
ru_ru: Темная
sv: Mörkt
tr_tr: koyu
ur: سیاہ

# Resx/LightText
source: Light
de: Hell
el_gr: ανοιχτό
es: Claro
fr: Clair
pl_pl: Jasny
pt: Claro
ru_ru: Светлая
sv: Ljust
tr_tr: açık
ur: ہلکی

# Resx/ThemeText
source: Theme
el_gr: Θέμα
es: Tema
fr: Thème
pl_pl: Temat
pt: Tema
ru_ru: Тема
sv: Tema
tr_tr: tema
ur: تھیم

# Resx/LicenseTitle
source: LICENSE
el_gr: ΆΔΕΙΑ
es: LICENCIA
fr: LICENCE
pl_pl: LICENCJA
pt: LICENÇA
ru_ru: ЛИЦЕНЗИЯ
sv: LICENS
tr_tr: LISANS
ur: لائسنس

# Resx/RestartPromptText
source: Please restart the app (hit back button several times) for the new setting to take effect.
de: Bitte starten Sie die App neu (drücken Sie dazu mehrmals die Zurücktaste), damit die neuen einstellungen in übernohmen werden.
el_gr: Παρακαλώ, κάντε επανεκκίνηση την εφαρμογή (χτυπήστε το πίσω κουμπί αρκετές φορές) για να λειτουργήσει η καινούργια ρύθμιση.
es: Por favor reinicia la aplicación (pulsa el botón Atrás varias veces) para que los cambios realizados sean aplicados.
fr: Redémarrez l'application (appuyez sur le bouton retour plusieurs fois) pour que les nouveaux réglages prennent effet.
pl_pl: Proszę zrestartować aplikację aby nowe ustawienia były aktywne.
pt: Por favor, reinicie o aplicativo (toque o botão de voltar várias vezes) para que as novas configurações tenham efeito.
ru_ru: Пожалуйста, перезапустите приложение (нажмите кнопку назад несколько раз) для того, чтобы новые параметра вступили в силу.
sv: Var vänlig starta om applikationen (tryck på bakåtknappen flera gånger) för att de nya insällningarna skall börja gälla.
tr_tr: Lütfen yeni ayarın etkili olması çıkın (geri düğmesine birkaç kez basın ) ve yeniden başlatın.
ur: اثر لینے کے لئے نئی ترتیب کے لئے اپلی کیشن (کے بٹن کو کئی بار واپس مارا) دوبارہ شروع کریں.

# Resx/RestartPromptTitle
source: Please restart
de: Bitte neustarten
es: Por favor reinicia la aplicación
fr: Veuillez relancer
pl_pl: Proszę zrestartować
pt: Por favor, reinicie
sv: Var vänlig starta om
tr_tr: Lütfen yeniden başlatın
ur: دوبارہ چالو کریں براہ مہربانی

# Resx/DeleteConfirmText
source: This cannot be undone, continue?
de: Dies kann nicht rückgängig gemacht werden, fortfahren?
el_gr: Αυτό δεν μπορεί να αναιρεθεί, συνέχεια;
es: Ésto no se puede deshacer, ¿Quieres continuar?
fr: Ceci ne peut pas être annulé, continuer?
pl_pl: To nie może być cofnięte, kontynuować?
pt: Isto não pode ser desfeito, continuar?
sv: Detta kan ej återkallas, fortsätt?
tr_tr: Bu geri çevrilemez, devam mı?
ur: یہ رد نہیں کیا جاسکتا، جاری رکھیں؟

# Resx/DeleteConfirmTitle
source: Confirm deletion
el_gr: Επιβεβαίωση διαγραφής
es: Confirmar eliminación
fr: Confirmer la suppression
pl_pl: Potwierdź usunięcie
pt: Confirmar exclusão
ru_ru: Подтвердить удаление
sv: Godkänn borttagning
tr_tr: Silmeyi Onayla
ur: منسوخی کی توثیق

# Resx/ShowThreeDotsSetting
source: Show context menu hint
de: Zeige Kontextmenü Tipp
el_gr: Εμφάνιση υπόδειξης πλαίσιου μενού
es: Mostrar indicador de menú contextual
fr: Indiquer suggestion menu pour roms
pl_pl: Pokaż wskazówkę menu
pt: Mostrar dica de menu de contexto
ru_ru: Показать подсказку контекст. меню
sv: Visa snabbmenylänk för ROMs
ur: دکھائیں سیاق و سباق کے مینو میں اشارے

# Resx/UseBackgroundImageSetting
source: Use background image
el_gr: Χρήση εικόνας φόντου:
es: Usar imagen de fondo
fr: Utiliser une image d'arrière-plan
pl_pl: Używaj obrazu w tle
pt: Usar imagem de fundo
ru_ru: Исп. фоновое изображение
sv: Använd bakgrundsbild
tr_tr: Arkaplan görüntüsü kullan
ur: پس منظر کی تصویر کا استعمال

# Resx/BackgroundOpacitySetting
source: Background image opacity
el_gr: Εικόνα φόντο αδιαφάνεια
es: Opacidad de la imagen de fondo
fr: Transparence de l'image d'arrière-plan
pl_pl: Przezroczystość tła
pt: Opacidade da imagem de fundo
ru_ru: Непрозрачность фонового изображения
sv: Bakgrundsbildens opacitet
ur: پس منظر کی تصویر دھندلاپن

# Resx/ImageEditorTitle
source: image editor
de: Bild-Editor
el_gr: πρόγραμμα επεξεργασίας εικόνας
es: editor de imagen
fr: Editeur d'image
pl_pl: Edytor obrazów
pt: editor de imagem
ru_ru: редактор изображений
sv: bildredigering
tr_tr: Görüntü Düzenleyicisi
ur: تصویر ایڈیٹر

# Resx/ShowLastPlayedGameText
source: Show snapshot of last played game
de: Zeige Snapshot des zuletzt gespielten Spiels an
el_gr: Εμφ. στιγμ. από τελευτ. παιχνίδι
es: Mostrar captura del último juego
fr: Montrer un aperçu du dernier jeu joué
pl_pl: Pokazuj zdjęcie ostatniej chwili z gry
pt: Mostrar captura do último jogo
ru_ru: Показать снимок последней игры
sv: Visa snapshot av senast spelade spel
tr_tr: Son oynanan oyunun resmini göster
ur: آخری ادا کھیل کے دکھائیے سنیپشاٹ

# Resx/CableLinkText
source: Gameboy cable
el_gr: Καλώδιο Gameboy
es: GameBoy Cable Link
fr: Câble Gameboy
pl_pl: Kabel Gameboya
pt: Cabo do Gameboy
sv: Gameboy kabel
tr_tr: Gameboy kablosu
ur: Gameboy کیبل

# Resx/FirstGameText
source: first game
de: Erstes Spiel
es: primer juego
fr: premier jeu
pl_pl: Pierwsza gra
pt: primeiro jogo
ru_ru: первая игра
sv: första spelet
tr_tr: ilk oyun
ur: پہلا کھیل

# Resx/LinkTypeText
source: Link type
el_gr: Τύπος σύνδεσης
es: Tipo de conexión
fr: Type de connexion
pl_pl: Rodzaj połączenia
pt: Tipo de link
ru_ru: Тип соединения
sv: Link typ
tr_tr: Bağlantı türü:
ur: لنک کی قسم

# Resx/OverNetworkText
source: Over bluetooth/wifi (not available)
es: Usando Bluetooth/WiFi (no disponible)
fr: Over bluetooth/wifi (non disponible)
pl_pl: Przez bluetooth/wifi (niedostępne)
pt: Por bluetooth/wifi (não disponível)
ru_ru: Через bluetooth/wifi (не доступно)
sv: Över bluetooth/wifi (ej tillgänglig)
ur: بلوٹوت / وائی فائی پر (دستیاب نہیں)

# Resx/PreLinkTitle
source: set up link
el_gr: δημιουργήστε σύνδεση
es: configurar conexión
fr: établissement de la connexion
pl_pl: Utwórz połączenie
pt: configurar link
ru_ru: настроить соединения
sv: ställ in länk
ur: لنک قائم کریں

# Resx/SameDeviceText
source: Same device
de: Gleiches Gerät
el_gr: Ίδια συσκευή
es: Mismo dispositivo
fr: Même appareil
pl_pl: Identyczne urządzenia
pt: Memso dispositivo
ru_ru: То же устройство
sv: Samma enhet
ur: وہی آلہ

# Resx/SecondGameText
source: second game (can be the same as first game)
de: zweites Spiel (kann das selbe Spiel, wie das erste sein)
es: segundo juego (puede ser el mismo que el primer juego)
fr: second jeu (peut être le même que le premier jeu)
pl_pl: Druga gra (może być tak sama jak pierwsza)
pt: segundo jogo (pode ser o igual ao primeiro jogo)
ru_ru: Вторая игра (может быть такой же, как первая игра)
sv: andra spelet (kan vara samma som första spelet)
ur: دوسرے کھیل (پہلے کھیل کے طور پر ایک ہی ہو سکتا ہے)

# Resx/StartLinkText
source: start link
de: Link starten
es: iniciar conexión
fr: démarrer connection
pl_pl: Zacznij łączyć
pt: iniciar link
ru_ru: начать соед.
sv: starta länk
ur: لنک شروع

# Resx/WirelessLinkText
source: Wireless adapter (not available)
el_gr: Ασύρματος προσαρμογέας (δεν είναι διαθέσιμος)
es: Adaptador inalámbrico (no disponible)
fr: Adaptateur sans fil (non disponible)
pl_pl: Karta sieci bezprzewodowej (niedostępne)
pt: Adaptador sem fio (não disponível)
sv: Trådlös adapter (ej tillgänglig)
ur: وائرلیس اڈاپٹر (دستیاب نہیں)

# Resx/ConnectButtonCaption
source: Connect to selected
de: Verbinde mit ausgewähltem
es: Conectar al seleccionado
fr: Connecter à la sélection
pl_pl: Połącz z zaznaczonym
pt: Conectar ao selecionado
sv: Anslut till vald
ur: منتخب کرنے کے لئے رابطہ قائم کریں

# Resx/Err_BluetoothOff
source: Bluetooth is turned off. To see the current Bluetooth settings tap 'ok'.
de: Bluetooth ist deaktiviert. Um zu den gegenwärtigen Bluetooth einstellungen zu gelangen, tippe "ok".
el_gr: Το Bluetooth είναι απενεργοποιημένο. Για να δείτε τις τρέχουσες ρυθμίσεις Bluetooth πατήστε 'ok'.
es: El Bluetooth está apagado, para ver las opciones de Bluetooth pulsa 'ok'.
fr: Le Bluetooth est désactivé. Pour voir les réglages Bluetooth appuyez sur 'ok' .
pl_pl: Bluetooth jest wyłączone. Aby zobaczyć obecne ustawienia bluetooth kliknij "ok"
pt: Bluetooth está desligado. Para ver as configurações atuais do Bluetooth toque 'ok'.
sv: Bluetooth är avstängt. För att se aktuella inställningar för Bluetooth, tryck 'ok'.
tr_tr: Bluetooth devre dışı. Açmak için 'tamam' 'a dokunun.
ur: بلوٹوت بند کر دیا ہے. موجودہ بلوٹوت کی ترتیبات ٹیپ کریں کو دیکھنے کے لئے 'ٹھیک ہے'.

# Resx/Err_BluetoothOffCaption
source: Bluetooth Off
el_gr: Bluetooth απενεργοποιημένο
es: Bluetooth apagado
fr: Bluetooth Désactivé
pl_pl: Bluetooth wyłączone
pt: Bluetooth Desligado
ru_ru: Bluetooth выкл.
sv: Bluetooth Av
tr_tr: Bluetooth kapalı
ur: بلوٹوت بند

# Resx/Err_NoChatName
source: Please enter a name to join.
el_gr: Πληκτρολογήστε ένα όνομα για να ενταχθείτε.
es: Por favor ingresa un nombre para unirte.
fr: Veuillez entrer un nom pour rejoindre.
pl_pl: Wprowadź nazwę aby dołączyć.
pt: Por favor, digite um nome para entrar.
ru_ru: Пожалуйста, введите имя чтобы присоединиться.
sv: Var vänlig skriv in ett namn för att ansluta.
ur: شامل ہونے کے لئے ایک نام درج کریں.

# Resx/Err_NoChatNameCaption
source: Name is empty
el_gr: Το όνομα είναι κενό
es: El nombre está vacío
fr: Le nom est vide
pl_pl: Nazwa jest pusta
pt: Você deve digitar um nome
ru_ru: Имя пустое
sv: Namn saknas
tr_tr: Ad boş
ur: نام خالی ہے

# Resx/Err_NoConnectTitle
source: Can't connect
el_gr: Δεν είναι δυνατή η σύνδεση
es: No se puede conectar
fr: Impossible de se connecter
pl_pl: Nie można połączyć
pt: Não foi possível conectar
ru_ru: Не удается подключиться
sv: Kan inte ansluta
tr_tr: Bağlanılamıyor
ur: رابطہ قائم نہیں کر سکتا

# Resx/Err_NoMessageToSend
source: Please enter a message to send.
de: Bitte geben Sie eine Nachricht ein.
es: Por favor ingresa un mensaje para enviar.
fr: Veuillez entrer un message à envoyer.
pl_pl: Wprowadź wiadomość do wysłania.
pt: Por favor, digite uma mensagem a ser enviada.
sv: Var vänlig skriv in ett meddelande att skicka.
ur: بھیجنے کے لئے ایک پیغام درج کریں.

# Resx/Err_NoPeer
source: You must select a peer from the list.
es: Debes seleccionar un 'peer' de la lista.
fr: Vous devez sélectionner un pair dans la liste.
pl_pl: Musisz zaznaczyć peer z listy.
pt: Você deve selecionar um parceiro da lista.
ru_ru: Вы должны выбрать пира из списка.
sv: Var vänlig välj en peer från listan.
tr_tr: Bir listeden eş seçmeniz gerekir.
ur: آپ کی فہرست سے ایک ہم مرتبہ کا انتخاب کرنا ہوگا.

# Resx/Err_NoPeerConnected
source: You are not connected to a Peer.
de: Sie sind mit keinem Peer verbunden.
es: No estás conectado a un 'Peer'.
fr: Vous n'êtes pas connecté à un pair.
pl_pl: Nie jesteś połączony z Peerem.
pt: Você não está conectado a um parceiro.
ru_ru: Вы не подключены к пиру.
sv: Du är inte ansluten till någon peer.
ur: آپ ایک ہم مرتبہ سے منسلک نہیں ہیں.

# Resx/Err_NoSendTitle
source: Can't send
de: Kann nicht gesendet werden
el_gr: Δεν είναι δυνατή η αποστολή
es: No se puede enviar
fr: Impossible d'envoyer
pl_pl: Nie można wysłać
pt: Não foi possível conectar enviar
ru_ru: Не удается отправить
sv: Kan ej skickas
tr_tr: Gönderilemiyor
ur: نہیں بھیج سکتے

# Resx/FindButtonCaption
source: Refresh peers
de: Peers aktualisieren
el_gr: Ανανέωση ομότιμων
es: Actualizar peers
fr: Rafraîchir pairs
pl_pl: Odśwież Peery
pt: Atualizar parceiros
ru_ru: Обновление пиров
sv: Uppdaterar peers
ur: ساتھیوں کی تازہ کاری

# Resx/Msg_ChatPrompt
source: Do you want to link with {0}?
de: Möchten Sie sich mit {0} verbinden?
el_gr: Θέλετε να συνδεθείτε με {0};
es: ¿Deseas conectarte con {0}?
fr: Voulez-vous vous connecter avec {0}?
pl_pl: Chcesz się połączyć z {0}?
pt: Você quer conectar a {0}?
sv: Vill du länkas ihop med {0}?
ur: آپ {0} کے ساتھ منسلک کرنا چاہتے ہیں؟

# Resx/Msg_ChatPromptTitle
source: Incoming Link Request
el_gr: Εισερχόμενη αίτηση σύνδεσης
es: Solicitud de conexión entrante
fr: Demande de connection
pl_pl: Połączenie przychodzące
pt: Pedido de Link
ru_ru: Входящий запрос соединения
sv: Inkommande Länkbegäran
ur: موصولہ لنک پروپوزل کی گذارش

# Resx/Msg_FoundPeers
source: Peers found: {0}. Tap 'refresh peers' to update.
de: Peers gefunden: {0}. Tippen Sie auf 'Peers aktualisieren' um zu aktualisieren.
el_gr: Ομότιμοι που βρέθηκαν: {0}. Πατήστε 'ανανέωση ομοτίμων' για ενημέρωση.
es: Peers encontrados: {0}. Pulsa 'actualizar peers' si deseas buscar nuevamente.
fr: Pairs trouvés: {0}. Appuyez sur 'rafraîchir pairs' pour mettre à jour.
pl_pl: Znalezione Peery: {0}. Kliknij "Odśwież Peery" aby odświeżyć.
pt: Parceiros encontrados: {0}. Toque 'atualizar parceiros' para procurar.
ru_ru: Пиров найдено: {0}. Нажмите «Обновить пиров» для обновления.
sv: Peers funna: {0}. Tryck 'uppdatera peers' för att uppdatera.
tr_tr: Eş bulundu: {0}. 'Eş Yenile' diyerek listeyi güncelleştirebilirsiniz.
ur: ساتھیوں ملا: (0). 'تازہ ساتھیوں' کو اپ ڈیٹ کرنے کے لئے تھپتھپائیں.

# Resx/Msg_NoPeers
source: No peers found. Tap 'refresh peers' to update.
de: Keine Peers gefunden. Tippen Sie auf 'Peers aktualisieren' um zu aktualisieren.
el_gr: Δεν βρέθηκαν ομότιμοι. Πατήστε 'ανανέωση ομοτίμων' για ενημέρωση.
es: No se encontraron peers. Pulsa 'actualizar peers' si deseas buscar nuevamente.
fr: Pas de pairs trouvés. Appuyez sur 'rafraîchir pairs' pour mettre à jour.
pl_pl: Nie znaleziono Peerów. Kliknij "Odśwież Peery" aby odświeżyć.
pt: Nenhum parceiro encontrado. Toque 'atualizar parceiros' para procurar.
ru_ru: Пиров не найдено. Нажмите «Обновить пиров» для обновления.
sv: Inga peers funna. Tryck 'uppdatera peers' för att uppdatera.
ur: کوئی ساتھیوں نہیں ملا. 'تازہ ساتھیوں' کو اپ ڈیٹ کرنے کے لئے تھپتھپائیں.

# Resx/StartLinkTitle
source: start link
de: Link starten
es: iniciar conexión
fr: démarrer connection
pl_pl: Rozpocznij łączenie
pt: iniciar link
ru_ru: начать соединение
sv: starta länk
ur: لنک شروع

# Resx/CablePeerText
source: Cable - Bluetooth
fr: Câble - Bluetooth
pl_pl: Kabel - Bluetooth
pt: Cabo - Bluetooth
sv: Kabel - Bluetooth
ur: کیبل - بلوٹوت

# Resx/ClientText
source: Client
el_gr: Πρόγραμμα
es: Cliente
pl_pl: Klient
pt: Cliente
ru_ru: Клиент
sv: Klient
tr_tr: istemci
ur: کلائنٹ

# Resx/HostText
source: Host
el_gr: κεντρικός υπολογιστής
es: Servidor
fr: Hôte
pt: Anfitrião
ru_ru: Хост
sv: Värd
tr_tr: ana telefon
ur: میزبان

# Resx/IPAddressText
source: Server IP address
de: Server IP Adresse
el_gr: Διεύθυνση IP διακομιστή
es: Dirección IP del Servidor
fr: Adresse IP du serveur
pl_pl: Serwer IP adres
pt: Endereço de IP do Servidor
ru_ru: IP-адрес сервера
sv: Server IP adress
tr_tr: Sunucu IP adresi:
ur: سرور آئی پی ایڈریس

# Resx/LinkTimeoutText
source: Link timeout (ms)
de: Zeitüberscheitung (ms)
es: Tiempo de espera de la conexión (ms)
fr: Timeout connexion (ms)
pl_pl: Timeout (ms)
pt: Tempo de link (ms)
ru_ru: Таймаут соединения (мс)
sv: Länk timeout (ms)
ur: لنک ٹائم آؤٹ (MS)

# Resx/RoleText
source: Role
de: Funktion
el_gr: Ρόλος
es: Rol
pl_pl: Rola
pt: Função
ru_ru: Роль
sv: Roll
tr_tr: rol
ur: کردار
