Repository: duchuule/vba8
Catalog: trunk/WP8VBAM/WP8VBAM/Resources/AppResources.*.xlf
Languages: de, el_gr, es, fr, pl_pl, pt, ru_ru, sv, tr_tr, ur

# Resx/ConfirmationCheckBoxText
source: Do not show this again
el_gr: Μην το ξαναδείξεις
es: No volver a mostrar éste mensaje
fr: Ne plus montrer à nouveau
pl_pl: Nie pokazuj tego ponownie
pt: Não mostrar novamente
ru_ru: Больше не показывать
sv: Visa ej igen
tr_tr: Bunu bir daha gösterme
ur: یہ دوبارہ نہ دکھائیں

# Resx/ConfirmButtonText
source: Confirm
el_gr: Επιβεβαίωση
es: Confirmar
fr: Confirmer
pl_pl: Potwierdź
pt: Confirmar
ru_ru: Принять
sv: Godkänn
tr_tr: Onayla
ur: تصدیق

# Resx/ConfirmLoadText
source: Are you sure you want to load the last saved state?
de: Sind Sie sicher, dass Sie den letzten gespeicherten Speicherstand laden möchten?
el_gr: Είστε σίγουροι ότι θέλετε να φορτώσετε την πιο πρόσφατη αποθηκευμένη κατάσταση;
es: ¿Estás seguro de querer cargar el último estado guardado?
fr: Etes vous sur de vouloir charger la dernière sauvegarde rapide ?
pl_pl: Jesteś pewny że chcesz wczytać ostatni zapisany stan gry?
pt: Tem certeza que quer carregar o último progresso salvo?
ru_ru: Вы уверены, что хотите загрузить последнее сохраненное состояние?
sv: Är du säker på att du vill ladda det senast sparade läget?
ur: آپ آخری سیو سٹیٹ پھر سے شروع کرنا چاہتے ہیں؟

# Resx/ConfirmSaveText
source: Are you sure you want to save? This will overwrite the selected save state.
de: Sind Sie sicher, dass Sie speichern möchten? Damit werden die ausgewählten Speicherstände überschrieben.
el_gr: Είστε σίγουροι ότι θέλετε να αποθηκεύσετε; Αυτό θα αντικαταστήσει την επιλεγμένη αποθηκευμένη κατάσταση.
es: ¿Estás seguro de querer guardar? Ésto sobre escribirá el estado guardado seleccionado.
fr: Etes vous sur de vouloir sauvegarder? Cela écrasera la sauvegarde déja existante.
pl_pl: Jesteś pewny że chcesz zapisać stan gry? Obecna gra zastąpi stan na wybranym slocie.
pt: Tem certeza que quer salvar? Isto vai sobrescrever o slot de progresso selecionado.
ru_ru: Вы уверены, что хотите сохранить? Это приведет к перезаписи выбранного состояния.
sv: Är du säker på att du vill spara? Detta kommer skriva över det valda sparläget.
tr_tr: Kaydetmek istiyor musunuz? Bu seçili durumun üzerine yazar.
ur: آپ آخری سیو سٹیٹ پھر سے شروع کرنا چاہتے ہیں؟یہ منتخب شدہ محفوظ سٹیٹ کو اووررایٔٹ کر دے گا

# Resx/GeneralSettingsTitle
source: general
de: Allgemein
el_gr: γενικές
fr: général
pl_pl: Ogólne
pt: geral
ru_ru: общие
sv: allmänt
tr_tr: Genel
ur: جنرل

# Resx/HideConfirmationLoadSetting
source: Disable confirmation on load state
de: Deaktivieren der Bestätigung beim laden des Speicherstandes
el_gr: Απ. επιβεβ. όταν φορτ. η κατάσταση
es: Desactivar confirmación al cargar
fr: Désactiver confirmation chargement rapide
pl_pl: Zablokuj potwierdzenie wczytywania
pt: Desativar confirmação no carregamento
ru_ru: Откл. подтв. на загр. сост.
sv: Avaktivera godkännande vid "ladda läge"
tr_tr: Yüklerken onay isteme
ur: لوڈ حالت پر تصدیق غیر فعال کریں

# Resx/HideConfirmationSetting
source: Disable confirmation on save state
de: Deaktivieren der Bestätigung beim speichern des Speicherstandes
el_gr: Απ. επιβεβ. αποθ. κατάστασης
es: Desactivar confirmación al guardar
fr: Désactiver confirmation sauvegarde rapide
pl_pl: Zablokuj potwierdzenie zapisywania
pt: Desativar confirmação no salvamento
ru_ru: Откл. подтв. на сохр. сост.
sv: Avaktivera godkännande vid "spara läge"
tr_tr: Kaydedilirken onay isteme
ur: سیو سٹیٹ بچانے پر تصدیقی غیر فعال کریں

# Resx/RestoreLastStateSetting
source: Use 9th slot for auto save/load
de: Verwende den 9. Steckplatz für die automatisierte Speicher-/ Ladefunktion
el_gr: Χρήση της 9ης θέσης για αυτόματη αποθήκευση/φόρτωση
es: 9na ranura para auto guardar/cargar
fr: Utiliser slot 9 pour la sauvegarde/chargement auto
pl_pl: Urzyj 9 slotu dla automatycznego zapisu
pt: Usar 9º slot para salvar/carregar progresso automático
ru_ru: Исп. 9 слот для авто сохр./загр.
sv: Använd läge 9 för att automatiskt ladda/spara
tr_tr: 9. durumu otomatik yükleme/kaydetme için kullan
ur: آٹو لوڈ/سیو کے لئے9th سلاٹ کا استعمال

# Resx/CameraAssignLR
source: L-Button and R-Button
el_gr: Κουμπί-L και Κουμπί-R
es: Botones L y R
fr: Bouton-L et Bouton-R
pl_pl: Przycisk L i przycisk R
pt: Botão L e Botão R
ru_ru: L-кнопка и R-кнопка
sv: L-Knapp och R-Knapp
ur: "L" بٹن اور "R" بٹن

# Resx/DeleteSavesEntry
source: delete in-game save
de: Lösche In-Game Speicherstand
el_gr: διαγράφη αποθήκευσης μεσ'το παιχνίδι
es: eliminar partida guardada
fr: effacer sauvegarde du jeu
pl_pl: Usuń dane w grze
pt: excluir progresso do jogo
ru_ru: удалить сохр. игровое
sv: radera spelets in-game save
tr_tr: oyun durumunu sil
ur: محفوظ سیو گیم کو خارج کر دیں

# Resx/AddCheatButtonText
source: add
el_gr: προσθήκη
es: agregar
fr: ajouter
pl_pl: dodaj
pt: adicionar
ru_ru: добавить
sv: lägg till
tr_tr: Ekle
ur: شامل

# Resx/AddCheatsTitle
source: Add Cheat
de: Cheats hinzufügen
el_gr: Προσθήκη Κωδικού
es: Agregar código
fr: Ajouter Cheat
pl_pl: Dodaj Kod
pt: Adicionar Trapaça
sv: Lägg Till Fusk
ur: دھوکہ(چیٹ) شامل کریں

# Resx/CheatMenuItemText
source: cheat codes
el_gr: κωδικοί
pl_pl: Kody
pt: códigos de trapaça
sv: fuskkoder
ur: چیٹ کوڈ

# Resx/CheatPageTitle
source: CHEATS
el_gr: ΚΩΔΙΚΟΊ
es: CHEATS CODES
pl_pl: KODY
pt: TRAPAÇAS
ru_ru: ЧИТЫ
sv: FUSK
ur: چیٹ

# Resx/CheatsDescription
source: You can enter GameShark and CodeBreaker codes for GBA games and GameShark and GameGenie codes for GB/GBC games.
de: Sie können GameShark bzw. CodeBreaker Codes für GBA Spiele und GameShark bzw. GameGenie Codes für GB/GBC Spiele hinzufügen.
el_gr: Μπορείτε να εισαγάγετε κωδικούς GameShark και CodeBreaker για GBA παιχνίδια και GameShark και GameGenie κωδικούς για GB/GBC παιχνίδια.
es: Puedes ingresar códigos de GameShark y CodeBreaker para juegos de GBA y códigos de GameShark y GameGenie para juegos de GBC/GB
fr: Vous pouvez entrer des codes GameShark et CodeBreaker pour les jeux GBA et des codes GameShark and GameGenie pour les jeux GB/GBC.
pl_pl: Możesz wprowadzić kody GameShrank i CodeBreaker dla GBA oraz kody GameShrank i GameGenie dla GB/GBC.
pt: Você pode digitar códigos de GameShark e CodeBreaker para jogos de GBA e códigos de GameShark e GameGenie para jogos de GB/GBC.
ru_ru: Вы можете ввести GameShark и CodeBreaker коды для GBA игр и GameShark и GameGenie коды для игр GB/GBC.
sv: Du kan lägga till GameShark- och CodeBreaker-koder för GBA-spel, samt GameShark- och GameGenie-koder för GB/GBC-spel.
ur: آپ GB / GBC کھیل کے لئے GBA کھیل اور GameShark اور GameGenie کوڈ GameShark اور CodeBreaker کوڈ درج کر سکتے ہیں.

# Resx/CheatCodesAddPivotTitle
source: add
el_gr: προσθήκη
es: agregar
fr: ajouter
pl_pl: dodaj
pt: adicionar
ru_ru: добавить
sv: lägg till
tr_tr: Ekle
ur: شامل

# Resx/CheatCodesListPivotTitle
source: list
el_gr: λίστα
es: lista
fr: liste
pl_pl: lista
pt: lista
ru_ru: список
sv: lista
tr_tr: liste
ur: فہرست

# Resx/CheatInvalidFormat
source: Invalid code format. The codes must be 6, 8, 9, 12 or 16 hexadecimal values per line.
de: Falscher Code Format. Die Codes müssen pro Reihe 6, 8, 9, 12 oder 16 Hexadezimal-Werte haben.
el_gr: Μη έγκυρη μορφή κωδικού. Οι κωδικοί πρέπει να είναι 6, 8, 9, 12 ή 16 δεκαεξαδικές τιμές ανά γραμμή.
es: Formato de código inválido. Los códigos deben ser de 6, 8, 9, 12 o 16 valores hexadecimales por línea.
fr: Format de code invalide. Les codes doivent avoir des valeurs hexadécimales de 6, 8, 9, 12 ou 16 par ligne.
pl_pl: Niepoprawny format. Kod musi byś 6, 8, 9, 12 lub 16 heksametryczny dla każdej lini.
pt: Formato de código inválido. Os códigos devem ser valores hexadecimais de 6, 8, 9, 12 ou 16 por linha.
ru_ru: Недопустимый формат кода. Коды должны быть из 6, 8, 9, 12 или 16 шестнадцатеричных значений в строке.
sv: Ogiltigt kodformat. Koderna måste innehålla 6, 8, 9, 12 eller 16 hexadecimala värden per rad.
ur: غلط کوڈ کی شکل. کوڈ فی لائن 6، 8، 9، 12 یا 16 شش اعشاری اقدار کا ہونا ضروری ہے.

# Resx/CheatListGameLabel
source: Cheats for:
el_gr: Κωδικοί για:
es: Códigos para:
fr: Cheats pour:
pl_pl: Kody do:
pt: Trapaças para:
ru_ru: Читы для:
sv: Fusk för:
ur: اس کیلیٔے چیٹ:

# Resx/CheatListUnknownGame
source: unknown
el_gr: άγνωστο
es: desconocido
fr: inconnu
pl_pl: nieznany
pt: desconhecido
ru_ru: неизестный
sv: okänd
tr_tr: Bilinmiyor
ur: نامعلوم

# Resx/CheatNoCodeEntered
source: You must enter a code first.
el_gr: Πρέπει να εισάγετε έναν κωδικό πρώτα.
es: Debes ingresar un código antes.
fr: Vous devez d'abord entrer un code.
pl_pl: Musisz najpierw wpisać kod.
pt: Você deve digitar um código primeiro.
ru_ru: Вы должны ввести код сначала.
sv: Du måste skriva in en kod först.
ur: آپ کو پہلے ایک کوڈ درج کرنا ہوگا.

# Resx/DeleteCheatButtonText
source: remove
el_gr: αφαίρεση
es: quitar
fr: supprimer
pl_pl: Usuń
pt: remover
ru_ru: удалить
sv: ta bort
tr_tr: Kaldır
ur: ہٹا دیں

# Resx/CheatNoSelection
source: You must select a cheat code first.
el_gr: Πρέπει να επιλέξετε έναν κωδικό πρώτα.
es: Debes seleccionar un código antes.
fr: Vous devez d'abord sélectionner un cheat code.
pl_pl: Musisz najpierw zaznaczyć jakiś kod.
pt: Você deve selecionar um código de trapaça primeiro.
ru_ru: Вы должны выбрать чит-код сначала.
sv: Du måste välja en fuskkod först.
tr_tr: Önce bir hile kodu seçmeniz gerekir.
ur: آپ کو پہلے چیٹ کوڈ کا انتخاب کرنا ہوگا.

# Resx/ManageSavestateMenuItem
source: manage save states
de: Verwalte Speicherstände
el_gr: διαχείρηση αποθηκευμένων καταστάσεων
es: administrar estados guardados
fr: gérer les slots de sauvegarde
pl_pl: Zarządzaj stanami gry
pt: gerenciar slots de progresso
ru_ru: управление сохр. сост.
sv: ordna sparade lägen
tr_tr: kayıt durumlarını düzenle
ur: سیو سٹیٹ کا انتظام

# Resx/SettingsPageTitle
source: SETTINGS
el_gr: ΡΥΘΜΊΣΕΙΣ
es: OPCIONES
fr: REGLAGES
pl_pl: USTAWIENIA
pt: CONFIGURAÇÕES
ru_ru: НАСТРОЙКИ
sv: INSTÄLLNINGAR
tr_tr: AYARLAR
ur: ترتیبات

# Resx/CheatInvalidFormat2
source: Invalid code format. The codes must be in the format XXX-XXX-XXX, XXX-XXX or an 8 digit hexadecimal number per line.
de: Falscher Code Format. Die Codes müssen in dem Format sein: XXX-XXX-XXX, XXX-XXX oder eine 8 Zeichen lange Hexadezimal Nummer je Reihe.
el_gr: Μη έγκυρη μορφή κωδικού. Οι κωδικοί πρέπει να έιναι σε μορφή XXX-XXX-XXX, XXX-XXX ή ένας οκταψήφιος δεκαεξαδικός αριθμός ανά γραμμή.
es: Formato de código inválido. Los códigos deben estar en el formato XXX-XXX-XXX, XXX-XXX o en un número de 8 dígitos hexadecimal por línea.
fr: Format de code invalide. Les codes doivent être au format XXX-XXX-XXX, XXX-XXX or un nombre hexadécimal à 8 chiffres par ligne.
pl_pl: Nieprawidłowy format kodu. Kod musi być w formacie XXX-XXX-XXX, XXX-XXX albo być 8 cyfrowym heksametrycznym.
pt: Formato de código inválido. Os códigos devem estar no formato XXX-XXX-XXX, XXX-XXX ou um número hexadecimal de 8 dígitos por linha.
ru_ru: Недопустимый формат кода. Коды должны быть в формате XXX-XXX-XXX, XXX-XXX или 8-значное шестнадцатеричное число в строке.
sv: Ogiltigt kodformat. Koderna måste vara i formatet XXX-XXX-XXX, XXX-XXX eller en 8-siffrig hexadecimal teckenföljd.
tr_tr: Geçersiz kod biçimi. Kodların biçimi XXX-XXX-XXX, XXX-XXX veya satır başına bir 8 basamaklı onaltılı sayı olması gerekir.
ur: غلط کوڈ کی شکل. کوڈ کی شکل XXX-XXX-XXX، XXX، XXX یا فی سطر ایک 8 عددی شش اعشاری تعداد میں ہونا ضروری ہے.

# Resx/CheatRestoreValuesOption
source: Restore old values after cheats (GBA)
de: Wiederherstellen der alten Werte nach Cheats (GBA)
el_gr: Αποκ. αξιών μετά τους κωδ. (GBA)
es: Restaurar valores anteriores después de usar cheat codes (GBA)
fr: Restorer les valeurs après cheats(GBA)
pl_pl: Przywróc dawne wartości po kodach
pt: Restaurar valores antigos após trapaças (GBA)
ru_ru: Восст. старые знач. после читов (GBA)
sv: Återställ gamla värden efter fusk (GBA)
tr_tr: Eski değerleri hileden sonra geri yükle (GBA)
ur: چیٹ کے بعد پرانے اقدار (GBA) بحال

# Resx/ManageAutoSlotLabel
source: Automatic
el_gr: αυτόματο
es: Automático
fr: Automatique
pl_pl: Automatyczny
pt: Automático
ru_ru: Автоматический
sv: Automatisk
tr_tr: Otomatik
ur: خود کار طریقے سے

# Resx/ManageRemoveState
source: remove
el_gr: αφαίρεση
es: quitar
fr: suppression
pl_pl: Usuń
pt: remover
ru_ru: удалить
sv: ta bort
tr_tr: Kaldır
ur: ہٹا دیں

# Resx/ManageSavestatesTitle
source: save states
de: Speicherstände
el_gr: αποθήκευση καταστάσεων
es: estados guardados
fr: slots de sauvegarde
pl_pl: Zapisane stany gry
pt: slots de progresso
ru_ru: сохр. состояния
sv: sparade lägen
tr_tr: Durumu kaydet
ur: سیو سٹیٹ

# Resx/ManageSaveTimeLabel
source: Created:
el_gr: Δημιουργήθηκε:
es: Creado:
fr: Crée:
pl_pl: Stworzone:
pt: Criado:
ru_ru: Создано:
sv: Skapade:
tr_tr: Oluşturma tarihi:
ur: تخلیق:

# Resx/ManageSlotLabel
source: Slot
el_gr: Θέση
es: Ranura
ru_ru: Слот
sv: Spår
tr_tr: durum
ur: سلاٹ

# Resx/RemoveStateNoSelection
source: You must select a save state first.
de: Sie müssen zuerst einen Speicherstand wählen.
el_gr: Πρέπει να επιλέξετε μια αποθηκευμένη κατάσταση πρώτα.
es: Debes seleccionar un estado guardado antes.
fr: Vous devez d'abord sélectionner un slot de sauvegarde.
pl_pl: Najpierw musisz wybrać slot.
pt: Você deve selecionar um slot de progresso primeiro.
ru_ru: Вы должны выбрать слот сначала.
sv: Du måste välja ett sparläge först.
tr_tr: Öncelikle bir kayıt durumu seçmelisiniz.
ur: آپ سب سے پہلے ایک سیو سٹیٹ کا انتخاب کریں

# Resx/ManageDeleteUnknownError
source: There was an unknown error while removing the save state.
de: Es gab einen unbekannten Fehler, während dem entfernen der Speicherstände.
el_gr: Παρουσιάστηκε ένα άγνωστο σφάλμα κατά την κατάργηση αποθήκευσης κατάστασης.
es: Se produjo un error desconocido al intentar quitar el estado guardado.
fr: Une erreur est survenue lors de la suppression de la sauvegarde dans le slot.
pl_pl: Nieznany błąd podczas usuwania zapisanych gier.
pt: Erro desconhecido ao remover o slot de progresso.
ru_ru: Произошла неизвестная ошибка при удалении слота сохранения.
sv: Ett okänt fel uppstod medans sparläget togs bort.
tr_tr: Kayıt kaldırma sırasında bilinmeyen bir hata oluştu.
ur: سیو سٹیٹ کو ہٹانے کے دوران ایک نامعلوم غلطی ہوئی.

# Resx/CreateSnapshotMenuItem
source: create snapshot for tiles
de: Erstellen von Snapshot für Tiles
el_gr: δημιουργία στιγμιότυπου για tiles
es: crear una imagen para tiles
fr: créer un aperçu pour tuiles
pl_pl: Stwórz miniaturkę
pt: criar capturas para os blocos
ru_ru: создать снимок для плитки
sv: skapa snapshot för tiles
tr_tr: karo için görüntü oluştur
ur: ٹائل کے لئے سنیپشاٹ بنایٔیں

# Resx/ManualSnapshotSetting
source: Create tile pictures manually
de: Tile Bilder manuell erstellen
el_gr: Μη αυτόματη δημιουργία tile εικόνων
es: Crear imágenes de tiles manualmente
fr: Créer manuellement images tuile
pl_pl: Twórz miniaturkę ręcznie
pt: Criar imagens do bloco manualmente
ru_ru: Создать изобр. плитки вручную
sv: Skapa bild för tile manuellt
tr_tr: Elle karo resmi oluştur
ur: دستی طور پر ٹائل تصاویر بنائیں

# Resx/InfoCaption
source: Info
el_gr: Πληροφορίες
es: Información
pt: Informação
ru_ru: Сведения
tr_tr: Bilgi
ur: معلومات

# Resx/RenameCancelButton
source: Cancel
el_gr: Ακύρωση
es: Cancelar
fr: Annuler
pl_pl: Anuluj
pt: Cancelar
ru_ru: Отмена
sv: Avbryt
tr_tr: İptal
ur: منسوخ کریں

# Resx/RenameLabel
source: Enter new display name:
de: Neuen Anzeigenamen eingeben:
el_gr: Εισαγάγετε ένα νέο εμφανιζόμενο όνομα:
es: Ingresa el nuevo nombre para mostrar:
fr: Entrer un nouveau nom d'affichage:
pl_pl: Wpisz nową nazwę:
pt: Digite um nome de exibição:
sv: Välj nytt visningsnamn:
tr_tr: Yeni bir görünüm adı girin:
ur: نئے ڈسپلے نام درج کریں:

# Resx/RenameOkButton
source: Rename
el_gr: Μετονομασία
es: Cambiar nombre
fr: Renommer
pl_pl: Ok
pt: Renomear
ru_ru: Переименовать
sv: Byt namn
tr_tr: Yeniden Adlandır
ur: نام تبدیل کریں

# Resx/RenamePageTitle
source: rename
el_gr: Μετονομασία
es: cambiar nombre
fr: renommer
pl_pl: Zamień Nazwę
pt: renomear
ru_ru: переименовать
sv: byt namn
tr_tr: Yeniden Adlandır
ur: نام تبدیل کریں

# Resx/ContextTitle
source: options
el_gr: επιλογές
es: opciones
pl_pl: Opcje
pt: opções
ru_ru: опции
sv: alternativ
tr_tr: seçenekler
ur: اختیارات

# Resx/LicenseCopyRightTitle
source: copyright
el_gr: πνευματικά δικαιώματα
pl_pl: Prawa autorskie
pt: direitos
ru_ru: авторское право
tr_tr: telif hakkı
ur: کاپی رائٹ

# Resx/MoreLicenseButton
source: License information
el_gr: Πληροφορίες άδειας
es: Información de la licencia
fr: Information licence
pl_pl: Informacje Licencyjne
pt: Informações da Linceça
ru_ru: Сведения о лицензии
sv: Tillstånd och rättigheter
tr_tr: Lisans Bilgileri
ur: لائسنس کی معلومات

# Resx/SourceButtonText
source: Source code
de: Quellcode
el_gr: Κωδ. Προέλευσης
es: Código fuente
fr: Code source
pl_pl: Kod źródłowy
pt: Código fonte
ru_ru: Исходный код
sv: Källkod
tr_tr: Kaynak Kodu
ur: ماخذ کوڈ

# Resx/SourceHeader
source: source
el_gr: προέλευση
es: fuente
pl_pl: Źródło
pt: fonte
ru_ru: исходники
sv: källa
tr_tr: kaynak
ur: ذریعہ

# Resx/SRAMDeletedSuccessfully
source: Save file has been removed successfully.
de: Speicherstand wurde erfolgreich entfernt.
el_gr: Το αρχείο αποθήκευσης έχει αφαιρεθεί με επιτυχία.
es: El archivo guardado ha sido borrado exitosamente.
fr: Le fichier de sauvegarde a été supprimé avec succès.
pl_pl: Zapisane pliki zostały pomyślnie usunięte.
pt: O progresso salvo foi removido com sucesso.
ru_ru: Файл сохранения был удален успешно.
sv: Sparfilen är borttagen.
ur: محفوظ فائل کامیابی سے ہٹا دی گئی ہے.

# Resx/GPLButtonText
source: Go to GNU Public License v3
el_gr: Πήγαινε στη Γ.Α.Δ.Χ v3
es: Ir a la Licencia Pública General de GNU v3
fr: Aller à GNU Public Licence v3
pl_pl: GNU Public License v3
pt: Ir para a Licença Púlbica GNU v3
sv: Gå till GNU Public License v3
tr_tr: GNU Public License v3 'a git
ur: GNU پبلک لائسنس V3 کو دیکھیے

# Resx/ReviewText
source: review
el_gr: Ανασκόπηση
es: califica y opina
fr: noter
pl_pl: Oceń
pt: avaliar
ru_ru: отзыв
sv: recensera
tr_tr: puan ver
ur: جائزہ

# Resx/ImportCompleteText
source: Completed importing file '{0}'
el_gr: Εισαγωγή αρχείου ολοκληρώθηκε '{0}'
es: Se completó la importación de '{0}'
fr: Importation du fichier '{0}' réussie
pl_pl: Ukończono importowanie '{0}'
pt: Importação finalizada do arquivo '{0}'
sv: Importering av fil '{0}' slutförd.
tr_tr: '{0}' dosyasını içe aktarma tamamlandı
ur: مکمل درآمد فائل '{0}'

# Resx/ImportingProgressText
source: Importing '{0}'
de: Importiere "{0}" ...
el_gr: Εισαγωγή '{0}'
es: Importando '{0}'
fr: Importation '{0}'
pl_pl: Importowanie '{0}'
pt: Importando '{0}'
ru_ru: Импорт: {0}
sv: Importerar '{0}'
tr_tr: Alınan: {0}
ur: درآمد '{0}'

# Resx/UseMogaControllerText
source: Use Moga controller
de: Moga controller verwenden
el_gr: Χρήση χειριστηρίου Moga
es: Usar control Moga
fr: Utiliser manette MOGA
pl_pl: Używaj kontrolera MOGA
pt: Usar controle Moga
ru_ru: Использовать MOGA контроллер
sv: Använd Moga handkontroll
tr_tr: Moga oyun kolu kullan
ur: موگا کنٹرولر کا استعمال

# Resx/PurchaseText
source: purchase
de: Kaufen
el_gr: αγορά
es: comprar
fr: acheter
pl_pl: Zakup
pt: comprar
ru_ru: купить
sv: köp
tr_tr: Satın Al
ur: خریداری

# Resx/ButtonScaleSettings
source: Virtual Button Scale
de: Virtuelle Schaltflächen Skala
el_gr: Εικονική Κλίμακα Κουμπιού
es: Tamaño de los botones virtuales
fr: Taille Boutons Virtuels
pl_pl: Wielkość przycisków
pt: Escala dos Botões Virtuais
ru_ru: Масштаб виртуальных кнопок
sv: Virtuell Knapp - Skala
tr_tr: Sanal düğme ölçeği
ur: مجازی کے بٹن اسکیل

# Resx/DPad8way
source: 8-way
es: 8-direcciones
pl_pl: 8-stronny
pt: 8 direções
ur: 8 طرفہ

# Resx/UploadProgressText
source: Exporting '{0}'
de: Exportiere "{0}" ...
el_gr: Εξαγωγή '{0}'
es: Exportando '{0}'
fr: Exportation '{0}'
pl_pl: Eksportowanie '{0}'
pt: Exportando '{0}'
ru_ru: Экспорт "{0}".
sv: Exporterar '{0}'
tr_tr: {0} Dışa Aktarılıyor ...
ur: برآمد '{0}'
