Repository: duchuule/vba8
Catalog: trunk/WP8VBAM/WP8VBAM/Resources/AppResources.*.xlf
Languages: de, el_gr, es, fr, pl_pl, pt, ru_ru, sv, tr_tr, ur

# Resx/aboutText
source: about
de: Über
el_gr: σχετικά
es: información
fr: à propos
pl_pl: O aplikacji...
pt: sobre
ru_ru: о программе
sv: om
tr_tr: hakkında
ur: معلومات

# Resx/AlreadyDownloadingText
source: Item is already being downloaded.
de: Wird bereits runtergeladen.
el_gr: Το στοιχείο έχει ήδη κατεβεί.
es: El archivo ya está siendo descargado
fr: L'item a déjà été téléchargée.
pl_pl: Przedmiot jest już pobrany.
pt: Este item já está sendo baixado.
sv: Filen laddas redan ned.
tr_tr: Öğe zaten indiriliyor.
ur: آئٹم پہلے سے ہی ڈاؤن لوڈ کیا جا رہا ہے

# Resx/ApplicationTitle
source: VBA8
ur: وی بی اے ۸

# Resx/AudioSettingsPageTitle
source: sound
de: Ton
el_gr: ήχος
es: sonido
fr: son
pl_pl: Dźwięk
pt: áudio
ru_ru: звук
sv: ljud
tr_tr: ses
ur: آواز

# Resx/DeleteMenuItemText
source: delete
de: Löschen
el_gr: διαγραφή
es: eliminar
fr: effacer
pl_pl: Usuń
pt: excluir
ru_ru: удалить
sv: ta bort
tr_tr: sil
ur: خارج

# Resx/DownloadCompleteText
source: Completed downloading file '{0}'
de: Heruntergeladen '{0}'
el_gr: Ολοκληρώθηκε η λήψη του αρχείου '{0}'
es: Se completó la descarga de '{0}'
fr: Téléchargement du fichier '{0}' réussi
pl_pl: Ukończono pobieranie pliku '{0}'
pt: Download finalizado do arquivo '{0}'
sv: Avslutade nedladdning av filen '{0}'
ur: مکمل ڈاؤن لوڈ فائل '{0}'

# Resx/DownloadErrorText
source: Error while downloading file '{0}': {1}
de: Runterladen fehlgeschlagen '{0}': {1}
el_gr: Σφάλμα κατά τη λήψη του αρχείου'{0}': {1}
es: Ocurrió un error mientras se descargaba el archivo '{0}': {1}
fr: Erreur lors du téléchargement du fichier '{0}': {1}
pl_pl: Błąd podczas pobierania pliku '{0}': {1}
pt: Erro ao baixar arquivo '{0}': {1}
sv: Fel vid nedladdning av filen '{0}': {1}
tr_tr: '{0}': {1} dosyası yüklenirken hata oluştu...
ur: خرابی فائل ڈاؤن لوڈ کرتے ہوئے '{0}': {1}

# Resx/DownloadingProgressText
source: Downloading '{0}'
de: Wird runtergeladen... '{0}'
el_gr: Λήψη '{0}'
es: Descargando '{0}'
fr: Téléchargement '{0}'
pl_pl: Pobieranie '{0}'
pt: Baixando '{0}'
ru_ru: Загрузка... {0}
sv: Laddar ned '{0}'
tr_tr: '{0}' karşıdan yükleniyor...
ur: '{0}' ڈاؤن لوڈ

# Resx/EnableSoundSetting
source: Enable Sound
de: Ton aktivieren
el_gr: Ενεργοποίηση ήχου
es: Activar sonido
fr: Activer son
pl_pl: Włączony Dźwięk
pt: Ativar Sons
sv: Aktivera Ljud
tr_tr: Sesi aç
ur: آواز چالو کریں

# Resx/ErrorCaption
source: Error
de: Fehler
el_gr: Σφάλμα
fr: Erreur
pl_pl: Błąd
pt: Erro
ru_ru: Ошибка
sv: Fel
tr_tr: Hata
ur: خرابی

# Resx/ImportButtonText
source: import
de: Importieren
el_gr: εισαγωγή
es: importar
fr: importer
pl_pl: Importuj
pt: importar
ru_ru: импорт
sv: importera
tr_tr: al
ur: درآمد

# Resx/ImportFromSkyDriveButtonText
source: Import
de: Importieren
el_gr: Εισαγωγή
es: Importar
fr: Importer
pl_pl: Importuj
pt: importar
ru_ru: Импорт
sv: Importera
tr_tr: Al
ur: درآمد

# Resx/ImportInstructionsText
source: To import ROM from OneDrive: 1. Upload ROMs to your OneDrive folder. 2. Tap "Sign in" to sign in into OneDrive 3. Tap "Import" and choose the ROM.
de: Roms von Onedrive importieren: 1. Roms auf Onedrive hochladen. 2. Melde dich auf Onedrive an. 3. Tippe "Importieren" und suche deine Spiele aus.
el_gr: Για να εισάγετε την κασέτα από το OneDrive: 1. Ανεβάστε τις κασέτες στον φάκελο του OneDrive σας. 2. Χτυπήστε πατήστε στο "Σύνδεσε με" για να συνδεθείτε στο OneDrive. 3. Χτυπήστε πατήστε στο "Εισαγωγή" και διαλέξτε την κασέτα.
es: Para importar una ROM desde OneDrive: 1. Carga tus ROMs a tu OneDrive. 2. Selecciona "Ingresar" para ingresar en OneDrive 3. Selecciona "Importar" y escoge la ROM.
fr: Pour importer des ROMS depuis OneDrive: 1. Uploader des ROMs vers votre dossier OneDrive . 2. Appuyer sur "Connexion" pour vous connecter à OneDrive. 3. Appuyer sur "Importer" et choisissez la ROM.
pl_pl: Aby pobrać ROM z OneDrive: 1. Wgraj ROM do folderu na OneDrive. 2. Kliknij "Zaloguj" aby zalogować się do OneDrive. 3. Kliknij "Importuj" i wybierz ROM
pt: Para importar ROM do OneDrive: 1. Faça o upload da ROMs para o seu OneDrive. 2. Toque "Entrar" para acessar o seu OneDrive 3. Toque "Importar" e escolha a ROM.
ru_ru: Чтобы импортировать ROM из OneDrive: 1. Загрузите ROM'ы в папку OneDrive. 2. Нажмите «Войти» для входа в OneDrive 3. Нажмите «Импорт» и выберите ROM.
sv: Importera ROM-filer från OneDrive: 1. Ladda upp en eller flera ROM-filer till din OneDrive mapp. 2. Tryck på "Sign in" för att logga in på OneDrive. 3. Tryck på "Import" och välj ROM-filen.
tr_tr: OneDrive'dan ROM dosyası almak için: 1. ROM'ları bir OneDrive klasörüne yükleyin. 2. "Giriş yap" diyerek OneDrive'da oturum açın 3. "Al" 'a dokunun ve ROM'u seçin
ur: To import ROM from ون ڈرایو سے ROM درآمد کرنے کے لئے: ۱. آپ کی اپنی OneDrive فولڈر پر روم اپ لوڈ کریں ۲. OneDrive میں سائن ان کرنے کے لئے "سائن ان کریں" ۳. پریس "درآمد" اور ROM کا انتخاب

# Resx/ImportTitle
source: data
el_gr: δεδομένα
es: archivos
fr: données
pl_pl: Import %%amp; Eksport
pt: dados
ru_ru: импорт
tr_tr: veri
ur: ڈیٹا

# Resx/InputSettingsPageTitle
source: input
el_gr: εισαγωγή
es: controles
fr: gameplay
pl_pl: Sterowanie
pt: entrada
ru_ru: управление
sv: inmatning
tr_tr: Girdi
ur: ان پٹ

# Resx/LoadStateButton
source: load state
de: Lade dein Speicherstatus
el_gr: φόρτωση κατάστασης
es: cargar estado
fr: chargement rapide
pl_pl: Wczytaj
pt: carregar progresso
ru_ru: загр. сост.
sv: ladda läge
ur: لوڈ سٹیٹ

# Resx/LowFreqModeSetting
source: 30 Hz Display Refresh Rate
de: 30 Hz Bildwiederholfrequenz
el_gr: 30 Hz Ρυθμός Ανανέωσης Εικόνας
es: Tasa de actualización 30 Hz
pl_pl: Częstotliwość odświeżania 30 Hz
pt: Taxa de Atualização da Tela de 30 Hz
ru_ru: 30 Гц (Частота обновления дисплея)
sv: 30 Hz Skärmfrekvens
ur: 30 ہرٹج ڈسپلے تازہ کاری کی شرح

# Resx/NotSignedInError
source: You are not signed in. Sign in first to import ROMs from OneDrive.
de: Du bist nicht angemeldet. Melde dich zuerst an, um Roms zu Importieren.
el_gr: Δεν είστε συνδεδεμένος. Συνδεθείτε πρώτα για να εισάγετε τις ROM από το OneDrive.
es: No estás conectado a OneDrive. Conéctate para poder importar ROMs desde OneDrive.
fr: Vous n'êtes pas connecté. Connectez vous d'abord pour importer des ROMs de OneDrive.
pl_pl: Nie jesteś zalogowany. Zaloguj się aby importować ROMy z OneDrive.
pt: Você não entrou. Entre primeiro para importar ROMs do OneDrive.
ru_ru: Вы не вошли. Сначала войдите для импорта ROM'ов из OneDrive.
tr_tr: Oturum açmadınız. ROM'lar OneDrive'dan almak için önce oturum açın.
ur: روم درآمد کرنے کے لئے سب سے پہلے OneDrive سائن ان کریں. آپ سائن ان نہیں ہیں

# Resx/RecentTitle
source: recently played
de: Kürzlich gespielt
el_gr: παίχτηκε πρόσφατα
es: jugados recientemente
fr: récemment jouées
pl_pl: Ostatnio grane
pt: jogos recente
ru_ru: недавно сыгранные
sv: nyligen spelade
tr_tr: En son oynananlar
ur: حال ہی میں کھیلی گی گیمز

# Resx/ResetROMButton
source: reset
de: Zurücksetzen
el_gr: επανακκίνηση
es: reiniciar
fr: réinitialiser
pl_pl: Resetuj
pt: reiniciar
ru_ru: сброс
sv: återställ
tr_tr: sıfırla
ur: دوبارہ ترتیب دیں

# Resx/ResumeButtonText
source: resume
de: Fortsetzen
el_gr: συνέχεια
es: continuar
fr: reprendre
pl_pl: Wznów
pt: jogar
ru_ru: возобновить
sv: återuppta
tr_tr: Sürdür
ur: دوبارہ شروع کریں

# Resx/SaveStateButton
source: save state
de: Speicherstatus
el_gr: αποθήκευση κατάστασης
es: guardar estado
fr: sauvegarde rapide
pl_pl: Zapisz
pt: salvar
ru_ru: сохр. сост.
sv: spara läge
tr_tr: Durumu Kaydet
ur: سیو سٹیٹ

# Resx/SelectState0
source: Select State 0
de: Wähle Speicherplatz 0
el_gr: Επιλογή Κατάστασης 0
es: Seleccionar Estado 0
fr: Selectionner Slot 0
pl_pl: Wybierz slot 0
pt: Selecionar Slot 0
ru_ru: Выбрать слот 0
sv: Välj Läge 0
tr_tr: Durum 0
ur: سیو سٹیٹ ۰ منتخب کریں

# Resx/SelectState1
source: Select State 1
de: Wähle Speicherplatz 1
el_gr: Επιλογή Κατάστασης 1
es: Seleccionar Estado 1
fr: Selectionner Slot 1
pl_pl: Wybierz slot 1
pt: Selecionar Slot 1
ru_ru: Выбрать слот 1
sv: Välj Läge 1
tr_tr: Durum 1
ur: سیو سٹیٹ ۱ منتخب کریں

# Resx/SelectState2
source: Select State 2
de: Wähle Speicherplatz 2
el_gr: Επιλογή Κατάστασης 2
es: Seleccionar Estado 2
fr: Selectionner Slot 2
pl_pl: Wybierz slot 2
pt: Selecionar Slot 2
ru_ru: Выбрать слот 2
sv: Välj Läge 2
tr_tr: Durum 2
ur: سیو سٹیٹ ۲ منتخب کریں

# Resx/SelectState3
source: Select State 3
de: Wähle Speicherplatz 3
el_gr: Επιλογή Κατάστασης 3
es: Seleccionar Estado 3
fr: Selectionner Slot 3
pl_pl: Wybierz slot 3
pt: Selecionar Slot 3
ru_ru: Выбрать слот 3
sv: Välj Läge 3
tr_tr: Durum 3
ur: سیو سٹیٹ ۳ منتخب کریں

# Resx/SelectState4
source: Select State 4
de: Wähle Speicherplatz 4
el_gr: Επιλογή Κατάστασης 4
es: Seleccionar Estado 4
fr: Selectionner Slot 4
pl_pl: Wybierz slot 4
pt: Selecionar Slot 4
ru_ru: Выбрать слот 4
sv: Välj Läge 4
tr_tr: Durum 4
ur: سیو سٹیٹ ۴ منتخب کریں

# Resx/SelectState5
source: Select State 5
de: Wähle Speicherplatz 5
el_gr: Επιλογή Κατάστασης 5
es: Seleccionar Estado 5
fr: Selectionner Slot 5
pl_pl: Wybierz slot 5
pt: Selecionar Slot 5
ru_ru: Выбрать слот 5
sv: Välj Läge 5
tr_tr: Durum 5
ur: سیو سٹیٹ ۵ منتخب کریں

# Resx/SelectState6
source: Select State 6
de: Wähle Speicherplatz 6
el_gr: Επιλογή Κατάστασης 6
es: Seleccionar Estado 6
fr: Selectionner Slot 6
pl_pl: Wybierz slot 6
pt: Selecionar Slot 6
ru_ru: Выбрать слот 6
sv: Välj Läge 6
tr_tr: Durum 6
ur: سیو سٹیٹ 6 منتخب کریں

# Resx/SelectState7
source: Select State 7
de: Wähle Speicherplatz 7
el_gr: Επιλογή Κατάστασης 7
es: Seleccionar Estado 7
fr: Selectionner Slot 7
pl_pl: Wybierz slot 7
pt: Selecionar Slot 7
ru_ru: Выбрать слот 7
sv: Välj Läge 7
tr_tr: Durum 7
ur: سیو سٹیٹ7 منتخب کریں

# Resx/SelectState8
source: Select State 8
de: Wähle Speicherplatz 8
el_gr: Επιλογή Κατάστασης 8
es: Seleccionar Estado 8
fr: Selectionner Slot 8
pl_pl: Wybierz slot 8
pt: Selecionar Slot 8
ru_ru: Выбрать слот 8
sv: Välj Läge 8
tr_tr: Durum 8
ur: سیو سٹیٹ۸ منتخب کریں

# Resx/SelectState9
source: Select State 9
de: Wähle Speicherplatz 9
el_gr: Επιλογή Κατάστασης 9
es: Seleccionar Estado 9
fr: Selectionner Slot 9
pl_pl: Wybierz slot 9
pt: Selecionar Slot 9
ru_ru: Выбрать слот 9
sv: Välj Läge 9
tr_tr: Durum 9
ur: سیو سٹیٹ ۹ منتخب کریں

# Resx/SelectStateAuto
source: Select Auto State
de: Wähle den automatischen Speichermodus
el_gr: Επιλογή Αυτόματης Κατάστασης
es: Seleccionar estado automático
fr: Selectionner Slot Auto
pl_pl: Wybierz auto-slot
pt: Selecionar Slot Automático
ru_ru: Выбрать авто слот
sv: Välj Automatiskt Läge
tr_tr: Otomatik Durum
ur: ٓٓآٹو سٹیٹ منتخب کریں

# Resx/SettingsButtonText
source: settings
de: Einstellungen
el_gr: Ρυθμίσεις
es: opciones
fr: réglages
pl_pl: Ustawienia
pt: configurações
ru_ru: настройки
sv: inställningar
tr_tr: Ayarlar
ur: ترتیبات

# Resx/SkyDriveGeneralError
source: Error while accessing OneDrive: {0}
de: Anmeldung Fehlgeschlagen: {0}
el_gr: Σφάλμα κατά την είσοδο στο OneDrive: {0}
es: Se produjo un error accediendo a OneDrive: {0}
fr: Erreur lors de l'accès à OneDrive: {0}
pl_pl: Błąd podczas dostępu do Onedrive: {0}
pt: Erro ao acessar OneDrive: {0}
ru_ru: Ошибка доступе к OneDrive: {0}
sv: Fel vid begäran av tillträde till OneDrive: {0}
tr_tr: OneDrive'a erişirken hata oluştu: {0}
ur: غلطی OneDrive تک پہنچنےمیں

# Resx/StatusLabelContent
source: Status:
el_gr: Κατάσταση:
es: Estado:
fr: Statut:
ru_ru: Статус:
tr_tr: Durum:
ur: حالت: -

# Resx/StatusNotSignedIn
source: not signed in.
de: Abgemeldet.
el_gr: δεν είστε συνδεδεμένος.
es: no estás conectado.
fr: non connecté.
pl_pl: niezalogowany
pt: não entrou.
ru_ru: вход не выполнен.
sv: ej inloggad.
tr_tr: oturum açmadı.
ur: آپ سائن ان نہیں ہیں

# Resx/StatusSignedIn
source: signed in.
de: Angemeldet.
el_gr: είστε συνδεδεμένος.
es: conectado.
fr: connecté.
pl_pl: zalogowany
pt: entrou.
ru_ru: вход выполнен.
tr_tr: Oturum açıldı
ur: آپ سائن ان ہیں

# Resx/VControllerLargeSetting
source: intersecting
de: Überschneiden
el_gr: τεμνόμενο
es: con sobreposición
fr: chevauchement possible
pl_pl: nachodzące
pt: com interseção
sv: korsande
ur: قطع

# Resx/VControllerSmallSetting
source: dissecting
de: gliedernd
el_gr: ανατεμνόμενο
es: sin sobreposición
fr: chevauchement impossible
pl_pl: oddzielone
pt: sem interseção
sv: analyserande
ur: ٹکڑے کردیئے(Dissecting)

# Resx/VideoSettingsPageTitle
source: video
el_gr: βίντεο
pl_pl: Grafika
pt: vídeo
ru_ru: видео
ur: ویڈیو

# Resx/AboutSnes9x
source: Feel free to report any bugs or broken games. The author is not responsible for any illegal use of this software. Furthermore, there is no warranty for this software and the author is not liable for any damages. Credits: - Eddi Bento for logo design. - MOGA company for the surprised gift. - Sergy Ortiz Puerto for Spanish translation. - André Queiroz for Portuguese translation. - Arda Ozkal for Turkish translation. - Alexandros Melissas for Greek translation. - Łukasz Deptuła for Polish translation. - Junfan Yao for Simplifed Chinese translation. - wphone08 for French translation. - Jesper Svensson for Swedish translation. - Alexander Kolosov for Russian translation. - Usama Jawad for Urdu translation. - Mathias Haugsbø for Norwegian (Nynorsk) translation.
es: Por favor, reporta cualquier error en la aplicación o juegos que no funcionen. El autor no se responsabiliza por usos ilegales de éste software. Además, no hay ninguna garantía para el mismo, y el autor se hace responsable por ningún daño ocasionado. Créditos: - Diseño del logo por Eddi Bento. - El obsequio sorpresa por MOGA company. - Traducción al español: Sergy Ortiz P. - André Queiroz for Portuguese translation. - Arda Ozkal for Turkish translation. - Alexandros Melissas for Greek translation. - Łukasz Deptuła for Polish translation. - Junfan Yao for Simplifed Chinese translation. - wphone08 for French translation. - Jesper Svensson for Swedish translation.
fr: N'hésitez pas à me faire part des bugs rencontrés et des jeux défectueux. L'auteur n'est pas responsable dans le cas d'une utilisation illégale de ce programme. En outre, il n'existe pas de garantie pour ce programme et l'auteur n'est pas responsable en cas de dégâts. Credits: - Eddi Bento pour la conception du logo. - MOGA company pour le cadeau . - Sergy Ortiz Puerto pour la traduction espagnole. - André Queiroz for Portuguese translation. - Arda Ozkal for Turkish translation. - Alexandros Melissas for Greek translation. - Łukasz Deptuła for Polish translation. - Junfan Yao for Simplifed Chinese translation. - wphone08 pour la traduction française. - Jesper Svensson for Swedish translation.
pt: Sinta-se livre para repostar erros ou mal funcionamento em jogos. O autor não se responsabiliza por uso ilegal deste programa. Além disso, não há nenhuma garantia para este programa e o autor não é responsável por quaisquer danos. Créditos: - Eddi Bento pelo desenho do logo. - MOGA company pelo presente. - Sergy Ortiz Puerto pela tradução para Espanhol. - André Queiroz pela traduçao para Português Brasileiro. - Arda Ozkal for Turkish translation. - Alexandros Melissas for Greek translation. - Łukasz Deptuła for Polish translation. - Junfan Yao for Simplifed Chinese translation. - wphone08 for French translation. - Jesper Svensson for Swedish translation.
sv: Rapportera gärna buggar eller ej fungerande spel. Upphovsmannen är ej ansvarig för illegalt användande av denna programvara. Det finns inte heller någon garanti gällande denna mjukvara och upphovsmannen kan inte hållas ansvarig vid eventuella skador. Med tack till: - Eddi Bento för logo design. - MOGA company för deras överraskande present. - Sergy Ortiz Puerto för den Spanska översättningen. - André Queiroz för den Portugisiska översättningen. - Arda Ozkal for Turkish translation. - Alexandros Melissas for Greek translation. - Łukasz Deptuła for Polish translation. - Junfan Yao for Simplifed Chinese translation. - wphone08 for French translation. - Jesper Svensson for Swedish translation.
ur: مجھے کسی بھی کیڑے یا ٹوٹا ہوا گیمز کی رپورٹ سے رابطہ کرنے کے لئے آزاد محسوس کریں مصنف اس سافٹ ویئر کے کسی بھی غیر قانونی استعمال کے لئے ذمہ دار نہیں ہے مزید برآں، اس سافٹ ویئر کے لئے کوئی وارنٹی ہے اور نہ ہی مصنف کسی بھی نقصانات کے لئے ذمہ دار ہے کریڈٹ: - Eddi Bento for logo design. - MOGA company for the surprised gift. - Sergy Ortiz Puerto for Spanish translation. - André Queiroz for Portuguese translation. - Arda Ozkal for Turkish translation. - Alexandros Melissas for Greek translation. - Łukasz Deptuła for Polish translation. - Junfan Yao for Simplifed Chinese translation. - wphone08 for French translation. - Jesper Svensson for Swedish translation.

# Resx/AboutTitle
source: about
de: Über
el_gr: σχετικά
es: información
fr: à propos
pl_pl: O aplikacji...
pt: sobre
ru_ru: о программе
sv: om
tr_tr: Hakkında
ur: معلومات

# Resx/AboutVersion
source: Version
el_gr: Έκδοση
es: Versión
pl_pl: Wersja
pt: Versão
ru_ru: Версия
tr_tr: Sürüm
ur: ورژن

# Resx/VirtualControllerButtonColored
source: colored
de: farbig
el_gr: έγχρωμο
es: con colores
fr: coloré
pl_pl: kolorowy
pt: colorido
ru_ru: цветной
sv: färgad
tr_tr: renkli
ur: رنگ

# Resx/VirtualControllerButtonGray
source: gray
de: grau
el_gr: γκρι
es: grises
fr: gris
pl_pl: szary
pt: cinza
ru_ru: серый
sv: grå
tr_tr: gri
ur: بھورا

# Resx/VirtualControllerButtonStyle
source: Virtual Controller Button Style
el_gr: Στυλ εικονικού χειρηστηρίου με κουμπιά
es: Estilo de los botones del control virtual
fr: Style de boutons Manette Virtuel
pl_pl: Styl przycisków
pt: Estilo dos Botões do Controle Virtual
ru_ru: Стиль кнопок виртуального контроллера
sv: Virtuell Handkontroll - Knappstil
tr_tr: Sanal denetleyici tarzı
ur: مجازی کنٹرولر سٹائل کے بٹن

# Resx/OrientationBoth
source: landscape or portrait
de: Quer- oder Hochformat
el_gr: τοπίο ή πορτρέτο
es: horizontal o vertical
fr: paysage ou portrait
pl_pl: pionowa lub pozioma
pt: paisagem ou retrato
ru_ru: ландшафтная или портретная
sv: landskap eller porträtt
ur: زمین کی تزئین کی یا پورٹریٹ

# Resx/OrientationLandscape
source: landscape locked
de: Querformat gesperrt
el_gr: κλειδωμένο τοπίο
es: horizontal siempre
fr: paysage verrouillé
pl_pl: tylko pozioma
pt: paisagem bloqueada
ru_ru: только ландшафтная
sv: låst i landskapsläge
tr_tr: sadece yatay
ur: زمین کی تزئین کو مفقل کریں

# Resx/OrientationPortrait
source: portrait locked
de: Hochformat gesperrt
el_gr: κλειδωμένο πορτρέτο
es: vertical siempre
fr: portrait verrouillé
pl_pl: tylko pionowa
pt: retratro bloqueado
ru_ru: только портретная
sv: låst i porträttläge
tr_tr: sadece dikey
ur: پورٹریٹ مقفل کریں

# Resx/OrientationSettingText
source: Orientation
el_gr: Προσανατολισμός
es: Orientación
pl_pl: Orientacja
pt: Orientação
ru_ru: Ориентация
sv: Skärmorientering
tr_tr: Ekran Yönü
ur: گھماؤ

# Resx/LastPlayedLabel
source: Last played:
el_gr: Παίχτηκε τελευταία:
es: Última partida:
fr: Dernier jeu joué:
pl_pl: Ostatnio Grane:
pt: Último jogo:
ru_ru: Последняя игра:
sv: Senast spelade:
tr_tr: Son Açma:
ur: پچھلی بار کھیلی:

# Resx/NeverPlayedText
source: never
el_gr: ποτέ
es: nunca
fr: jamais
pl_pl: nigdy
pt: nunca
ru_ru: никогда
sv: aldrig
tr_tr: asla
ur: کبھی نہیں

# Resx/RenameMenuItemText
source: rename
de: Umbenennen
el_gr: μετονομασία
es: cambiar el nombre
fr: renommer
pl_pl: Zamień nazwę
pt: renomear
ru_ru: переименовать
sv: byt namn
tr_tr: Yeniden Adlandır
ur: اس کا نام تبدیل کریں

# Resx/RenameEmptyString
source: You must enter a name for the ROM.
de: Benenne die ROM.
el_gr: Πρέπει να δώσετε ένα όνομα για την κασέτα.
es: Debes ingresar un nombre para la ROM.
fr: Vous devez entrez un nom pour la ROM.
pl_pl: Musisz wprowadzić nazwę dla ROMu.
pt: Você deve nomear a ROM.
ru_ru: Необходимо ввести имя для ROM'а.
sv: Du måste välja ett namn för ROM-filen.
ur: آپ کے لئے ROM کا ایک نام درج کرنا لازمی ہے

# Resx/RenameNameAlreadyExisting
source: A ROM with that name already exists.
de: Dieser Name existiert bereits.
el_gr: Μια κασέτα με αυτό το όνομα υπάρχει ήδη.
es: Ya existe una ROM con ese nombre.
fr: Une ROM avec ce nom existe déja.
pl_pl: ROM o tej nazwie już istnieje.
pt: Já existe uma ROM com este nome.
ru_ru: ROM с таким именем уже существует.
sv: En ROM-fil med det namnet finns redan.
tr_tr: Bu adda bir ROM zaten var.
ur: اس کے نام کے ساتھ ایک روم پہلے سے موجود ہے

# Resx/RenamePromptMessage
source: Change the displayed name of the ROM:
de: Ändere den Anzeigenamen der ROM:
el_gr: Αλλάξτε το παρόν όνομα της κασέτας:
es: Ingresa el nombre que quieres usar para esta ROM:
fr: Changer le nom de la ROM affiché:
pl_pl: Zamień wyświetlaną nazwę ROMu:
pt: Alterar o nome de exibição da ROM:
ru_ru: Измените отображаемое имя ROM'а:
sv: Ändra vilket namn som visas för ROM-filen:
tr_tr: ROM görüntülenen adını değiştirin:
ur: روم کے ظاہر نام تبدیل کریں:

# Resx/RenamePromptTitle
source: Rename ROM
de: ROM umbenennen
el_gr: Μετονομάστε την κασέτα
es: Cambiar nombre de la ROM
fr: Renommer ROM
pl_pl: Zamień nazwę ROMu
pt: Renomear ROM
ru_ru: Переименовать ROM
sv: Byt namn på ROM-fil
tr_tr: ROM'u yeniden adlandırma
ur: روم کا نام تبدیل کریں

# Resx/ROMAlreadyExistingError
source: That ROM has been downloaded before: {0}
de: Diese ROM wurde bereits runtergeladen: {0}
el_gr: Αυτή η κασέτα έχει ξανακατεβεί: {0}
es: Esta ROM ya ha sido descargada antes: {0}
fr: Cette ROM a déja été téléchargé: {0}
pl_pl: Ten ROM został pobrany wcześniej: {0}
pt: Esta ROM foi baixada antes: {0}
ru_ru: Этот ROM был уже загружен ранее: {0}
sv: Den ROM-filen är redan nedladdad: {0}
tr_tr: Daha önce indirilen ROM: {0}
ur: یہ ROM پہلے بھی ڈاؤن لوڈ کیا گیا ہے: {0}

# Resx/BackupAndRestoreInstructions
source: Export and import savegames:
de: Importiere und Exportiere Speicherstände:
el_gr: Εξάγετε και εισάγετε αποθηκευμένα παιχνίδια:
es: Exportar e importar partidas guardadas:
fr: Exporter et importer des sauvegardes:
pl_pl: Eksportuj i importuj zapisane gry:
pt: Exportar e importar progresso:
sv: Exportera och importera sparade spel:
tr_tr: Oyun durumlarını alma ve verme:
ur: برآمد اور درآمد savegames:

# Resx/BackupButton
source: Export
de: Exportieren
el_gr: Εξαγωγή
es: Exportar
fr: Exporter
pl_pl: Eksportuj
pt: Exportar
ru_ru: Экспорт
sv: Exportera
tr_tr: Ver
ur: برآمد

# Resx/RestoreButton
source: import
de: Importieren
el_gr: εισαγωγή
es: importar
fr: importer
pl_pl: Importuj
pt: importar
ru_ru: Импорт
sv: importera
tr_tr: Al...
ur: درآمد

# Resx/SkyDriveError
source: OneDrive Error: {0}
de: OneDrive Fehler: {0}
el_gr: Σφάλμα του OneDrive: {0}
es: Error de OneDrive: {0}
fr: Erreur OneDrive: {0}
pl_pl: Błąd OneDrive: {0}
pt: Erro do OneDrive: {0}
ru_ru: ошибка OneDrive: {0}
sv: OneDrive Fel: {0}
ur: غلطی:OneDrive {0}

# Resx/BackupErrorUpload
source: Error while uploading a file: {0}. Try to sign out from OneDrive and sign back in if this error persists.
de: Fehler beim hochladen: {0}. Melde dich von Onedrive ab und wieder an, wenn dieser Fehler andauert.
el_gr: Σφάλμα κατά τη διάρκεια μεταμόρφωσης του αρχείου: {0}. Προσπαθείστε να αποσυνδεθείτε από το OneDrive και να ξανασυνδεθείτε εάν αυτό το σφάλμα παραμείνει.
es: Se produjo un error mientras cargábamos el archivo: {0}. Si el error persiste, intenta salir de OneDrive y volver a entrar.
fr: Erreur pendant l'upload d'un fichier: {0}. Essayez de vous déconnectez puis reconnectez de OneDrive si l'erreur persiste.
pl_pl: Błąd podczas wysyłania pliku: {0}. Spróbuj wylogować i zalogować się w OneDrive jeśli ten problem nie ustąpi.
pt: Erro ao fazer upload do arquivo: {0}. Tente sair e entrar do OneDrive caso o erro persista.
ru_ru: Ошибка при загрузке файла: {0}. Попробуйте выйти из OneDrive и войти снова, если эта ошибка повторяется.
sv: Fel vid uppladdning av fil: {0}. Försök logga ut från OneDrive och sen logga in igen ifall detta fel består.
tr_tr: Bir dosya yükleme sırasında hata oluştu: {0}. Bu hata devam ederse OneDrive oturumunu kapatıp tekrar oturum açın.
ur: خرابی ایک فائل اپ لوڈ کرتے وقت: {0}. سے سائن آؤٹ کرنے کی کوشش کریں اور یہ ایرر برقرار رہے تو میں سائن ان کریںOneDrive
