Repository: duchuule/vba8
Catalog: trunk/WP8VBAM/WP8VBAM/Resources/AppResources.*.xlf
Languages: de, el_gr, es, fr, pl_pl, pt, ru_ru, sv, tr_tr, ur

# Resx/ImportSDCardText
source: Import from SD Card
de: Importieren von der SD-Karte
es: Importar desde la tarjeta SD
fr: Importer à partir de la carte SD
pl_pl: Importuj z Karty SD
pt: Importar do Cartão SD
ru_ru: Импорт с SD карты
sv: Importera från SD-Kort
tr_tr: SD'den al
ur: ایسڈی کارڈ سے درآمد

# Resx/NoMatchingNameText
source: Please make sure the name of the save file matches the name of the ROM
de: Bitte vergewissern Sie sich, dass die Namen der Speicherstände und der ROMs überinstimmen
el_gr: Παρακαλώ βεβαιωθείτε ότι το όνομα του αρχείου αποθήκευσης ταιριάζει με το όνομα της κασέτας
es: Por favor asegúrate de que los nombres del archivo de partida guardada y la ROM coincidan.
fr: Vérifiez que le nom du fichier de sauvegarde correspond au nom de la ROM
pl_pl: Proszę upewnij się czy nazwa zapisanego stanu gry jest taka jak ROMu
pt: Por favor, tenha certeza de que o nome do progresso salvo seja igual ao nome da ROM
ru_ru: Пожалуйста убедитесь, что имя файла сохранения совпадает с именем ROM'а
sv: Var vänlig se till att sparfilens namn matchar ROM-filens namn
tr_tr: Kayıt ile ROM'un adının aynı olmasına dikkat edin.
ur: اس بات کا یقین کر لیں محفوظ فائل کا نام روم کے نام سے میل کھاتا ہے

# Resx/SDCardImportTitle
source: SD Card
el_gr: Κάρτα SD
es: Tarjeta SD
fr: Carte SD
pl_pl: Karta SD
pt: Cartão SD
ru_ru: SD-карта
sv: SD-Kort
tr_tr: SD kart
ur: ایسڈی کارڈ

# Resx/SDCardReadOnlyText
source: Note: SD card is read-only to developers. Handling of .zip extension is reserved by the OS, please use .zib for your zip files.
de: Hinweis: Die SD-Karte kann nur von den Entwicklern eingelesen werden. Die Verarbeitung von .zip Erweiterungen ist dem Betriebssystem vorbehalten, bitte verwenden Sie .zib für Ihre .zip Dateien.
el_gr: Σημείωση: Η κάρτα SD είναι μόνο για ανάγνωση από τους προγραμματιστές. Αν ο χειρισμός της επέκτασης .zip είναι κλειστός, παρακαλώ χρησιμοποιήστε .zib για τα αρχεία zip σας.
es: Nota: Los desarrolladores sólo pueden acceder a la tarjeta SD para leerla. Además, el manejo de archivos .zip está restringido por el Sistema Operativo, por favor, usa el formato .zib para tus archivos comprimidos.
fr: Note: La carte SD est en lecture seule pour les développeurs. L'extension .zip étant réservéé par l'OS, veuillez utiliser .zib pour vous fichiers zip.
pl_pl: Notka: Obsługa rozszerzenia .zip jest zarezerwowana przez system operacyjny, użyj rozszerzenia .zib dla plików .zip.
pt: Nota: os desenvolvedores podem somente ler um cartão SD. A extensão .zip é reservada para o Sistema. Por favor, use .zib para seus arquivos compactados.
ru_ru: Примечание: SD-карта работает только в режиме для чтения. Обработка расширения .zip зарезервирована в ОС, пожалуйста, используйте .zib для zip файлов.
sv: Notering: SD-kort är skrivskyddade för utvecklare. Hantering av .zip-arkiv är reserverat av operativsystemet, så använd gärna .zib-format för dina .zip-filer istället.
ur: نوٹ: ایسڈی کارڈ صرف پڑھنے ہے ڈویلپرز کی طرف سے. زپ توسیع کی ہینڈلنگ OS کی طرف سے محفوظ ہے، استعمال کریں. zib کے لئے آپ کے "زپ" فائلوں.

# Resx/OKButtonText
source: ok
tr_tr: Tamam
ur: ٹھیک ہے

# Resx/EditText
source: edit
el_gr: επεξεργασία
es: editar
fr: editer
pl_pl: Edytuj
pt: editar
ru_ru: изменить
sv: redigera
tr_tr: Düzenle
ur: ترمیم کریں

# Resx/AutoLoadLastStateText
source: Automatically save and load game
de: Automatisches Speichern und Laden
el_gr: Αυτόματη αποθήκευση και φόρτωση
es: Guardar/Cargar juego automáticamente
fr: Sauvegarde et chargement auto
pl_pl: Automatycznie wczytuj i zapisuj grę
pt: Salvar e carregar jogo automaticamente
ru_ru: Автоматически сохр. и загр. игру
sv: Spara och Ladda spel Automatiskt
tr_tr: Otomatik olarak kaydetme ve yükleme
ur: خود کار طریقے سے محفوظ کریں اور لوڈ کھیل

# Resx/AllHeader
source: ALL
el_gr: Όλα
es: TODOS
fr: TOUTES
pl_pl: WSZYSTKIE
pt: TODAS
ru_ru: ВСЕ
sv: ALLA
tr_tr: Tümü
ur: تمام

# Resx/CancelText
source: Cancel
el_gr: Ακύρωση
es: Cancelar
fr: Annuler
pl_pl: Anuluj
pt: Cancelar
ru_ru: Отмена
sv: Avbryt
tr_tr: İptal
ur: منسوخ کریں

# Resx/CheatsDescription2
source: NOTE: Due to a recent bug fix, all existing 16-character cheat codes have to be *edited* with proper space to work again.
de: Hinweis: Wegen dem neuen Bug Fix, müssen alle 16 Cheat-Code Zeichen auf den richtigen Platz verschoben werden, um wieder Ordnungsgemäß zu funktionieren.
el_gr: Σημείωση: Λόγω μια πρόσφατης επιδιόρθωσης ενός σφάλματος, όλοι οι υπάρχοντες δεκαεξαψήφιοι κωδικοί πρέπει να επεξεργαστούν με κατάλληλο κενό έτσι ώστε να μπορούν να λειτουργούν ξανά.
es: NOTA: Debido a una correción reciente, todos los códigos de trampa de 16-caracteres deben ser *editados* con el debido espacio para que funcionen de nuevo.
fr: NOTE: Suite à la récente correction d'un bug, tous les cheat codes de 16 caractères existants doivent être édités avec l'espace approprié pour fonctionner de nouveau.
pl_pl: Notka: W związku z niedawną naprawą buga, wszystkie 16-znakowe kody muszą być edytowane. Trzeba dodać spacje aby działały ponownie.
pt: NOTA: Devido a uma correção recente de erro, todos os códigos de trapaça de 16 caracteres devem ser *editados* com o devido espaço para que funcionem novamente.
ru_ru: Примечание: Из-за недавних исправлений ошибок, все существующие 16-значные чит-коды должны быть *отредактированы*.
sv: NOTERING: På grund av nyliga buggfixar så måste alla fuskkoder med 16 tecken redigeras med mellanrum för att fungera igen.
tr_tr: Not: son bir hata yüzünden tüm varolan 16 karakter Hilelerin çalışması için düzgün boşluk eklenmeli.
ur: نوٹ: کیونکہ ایک حالیہ مسئلے سے طے کر کے، تمام موجودہ 16-کردار دھوکہ کوڈ کو دوبارہ کام کرنے کے لئے مناسب جگہ کے ساتھ * میں ترمیم کرنے کی ضرورت ہے.

# Resx/CodeText
source: Code
el_gr: Κωδικός
es: Código
pl_pl: Kod
pt: Código
ru_ru: Код
sv: Kod
tr_tr: kod
ur: کوڈ

# Resx/ContactHeader
source: CONTACT
el_gr: ΕΠΙΚΟΙΝΩΝΊΑ
es: CONTACTO
pl_pl: KONTAKT
pt: CONTATO
ru_ru: КОНТАКТЫ
sv: KONTAKT
tr_tr: BİZE ULAŞIN
ur: رابطہ کریں

# Resx/DescriptionText
source: Description
el_gr: Περιγραφή
es: Descripción
pl_pl: Opis
pt: Descrição
ru_ru: Описание
sv: Beskrivning
tr_tr: Açıklama:
ur: تفصیل

# Resx/EmulatorMenuText
source: Note: Emulator Menu function will be implemented at a later date.
de: Hinweis: Emulator Menüfunktion wird zu einem späteren Zeitpunkt implementiert werden.
el_gr: Σημείωση: Η λειτουργία μενού εξομοιωτή θα μπει σε μεταγενέστερη ημερομηνία.
es: Nota: La función "Menú de Emulador" será implementada en un futuro.
fr: Note: La fonction du Menu de l'émulateur sera implantée à une date postérieure.
pl_pl: Notka: Menu Emulatora będzie tworzone w późniejszym czasie.
pt: Nota: Menu do Emulador será implementada no futuro.
ru_ru: Примечание: Функции меню эмулятора будут добавлены позже.
sv: Notering: Funktionen "Emulatormeny" kommer implementeras i en framtida version.
tr_tr: Not: Emülatör menü işlevi daha sonraki bir güncellemede uygulanacaktır.
ur: نوٹ: ایمولیٹر مینو کردار ایک بعد کی تاریخ میں لاگو کیا جائے گا.

# Resx/EnterNewCheatText
source: Enter new cheat code:
de: Neuen Cheat-Code eingeben:
el_gr: Εισαγωγή νέου κωδικού:
es: Ingrese un nuevo cheat code:
fr: Entrez un nouveau cheat code:
pl_pl: Wprowadź nowy kod:
pt: Digite um novo código de trapaça:
ru_ru: Ввод нового чит-кода:
sv: Skriv in ny fuskkod:
ur: نیا دھوکہ کوڈ درج کریں:

# Resx/GuideBlankScreenText
source: Guide: troubleshoot blank screen
de: Anleitung: Problembehandlung bei leerem Bild
el_gr: Οδηγός: αντιμετώπιση προβλημάτων για κενή οθόνη
es: Guía: Solución al problema de la pantalla en blanco
fr: Guide: résolution problème d'écran blanc
pl_pl: Poradnik: rozwiązania "czarnego ekranu"
pt: Guia: soluções para a tela branca
ru_ru: Рук-во: пустой экран при загрузке
sv: Guide: felsökning av blank skärm
tr_tr: Kılavuz: Boş ekran sorunlarını giderme.
ur: گائیڈ: خالی سکرین کی دشواری حل کریں

# Resx/GuideImportROMText
source: Guide: 4 ways to import ROMS
de: Anleitung: 4 Möglichkeiten, um ROMS zu importieren
el_gr: Οδηγός: 4 τρόποι για να εισαγάγετε κασέτες
es: Guía: 4 formas de importar ROMs
fr: Guide: 4 façons d'importer des ROMS
pl_pl: Poradnik: 4 sposoby importowania ROMów
pt: Guia: 4 maneiras de importar ROMs
ru_ru: Рук-во: 4 способа импорта ROM'ов
sv: Guide: 4 sätt att importera ROM-filer
tr_tr: Kılavuz: ROM açmanın 4 yolu
ur: گائیڈ: روم درآمد کرنے کے 4 طریقے

# Resx/GuidePerformanceText
source: Guide: how to improve performance
de: Anleitung: wie die Leistung verbessern
el_gr: Οδηγός: πώς να βελτιώσετε την απόδοση
es: Guía: ¿Cómo mejorar el funcionamiento?
fr: Guide: comment améliorer les performances
pl_pl: Poradnik: Jak zwiększyć wydajność
pt: Guia: como melhorar a performance
ru_ru: Рук-во: как повысить производительность
tr_tr: Kılavuz: Performans artırma
ur: گائیڈ: کارکردگی کو بہتر بنانے کے لئے کس طرح

# Resx/GuidesHeader
source: GUIDES
de: ANLEITUNGEN
el_gr: ΟΔΗΓΟΊ
es: GUÍAS
pl_pl: PORADNIKI
pt: GUIAS
ru_ru: РУКОВОДСТВА
sv: GUIDER
tr_tr: KILAVUZLAR
ur: گائیڈ

# Resx/MogaMappingTitle
source: moga mapping
el_gr: χαρτογράφηση moga
es: personalizar MOGA
fr: affectation moga
pl_pl: Sterowanie MOGA
pt: mapeamento do moga
ru_ru: настройка Moga
sv: moga kartläggning
ur: موگا کنٹرولر نقشہ سازی

# Resx/OKText
source: OK
ru_ru: ОК
tr_tr: Tamam
ur: ٹھیک ہے

# Resx/PleaseWaitROMLoadingText
source: Please wait until ROM finishes loading
de: Bitte warten Sie, bis die ROM vollständig geladen wurde
el_gr: Παρακαλώ περιμένετε μέχρι την ολοκλήρωση της φόρτωσης της κασέτας
es: Por favor espera hasta que la ROM termine de cargar
fr: Veuillez attendre la fin du chargement de la ROM
pl_pl: Proszę poczekać aż ROM się wczyta
pt: Por favor, espere o carregamento da ROM
ru_ru: Пожалуйста, дождитесь окончания загрузки ROM' а
sv: Var vänlig vänta på att ROM-filen laddats klart
ur: ROM لوڈ ہو رہا ہے ختم تک انتظار کیجیے

# Resx/RecentHeader
source: RECENT
de: NEUESTE
el_gr: ΠΡΌΣΦΑΤΑ
es: RECIENTES
fr: RECENTES
pl_pl: OSTATNIE
pt: RECENTE
ru_ru: НЕДАВНИЕ
sv: NYLIGA
tr_tr: en son
ur: حال ہی میں

# Resx/SDCardHeader
source: SD CARD
el_gr: ΚΆΡΤΑ SD
es: TARJETA SD
fr: CARTE SD
pl_pl: KARTA SD
pt: CARTÃO SD
ru_ru: SD-КАРТА
sv: SD-KORT
tr_tr: SD kart
ur: ایسڈی کارڈ

# Resx/VideoCheatText
source: Video: cheat code tutorial
de: Video: Cheat-Code Anleitung
el_gr: Βίντεο: μάθημα για κωδικούς
es: Vídeo: tutorial para cheat codes.
fr: Video: Tutoriel cheat codes
pl_pl: Video poradnik: Kody
pt: Vídeo: tutorial de códigos de trapaça
ru_ru: Видео: руководство по исп. чит-кодов
sv: Video: guide till fuskkoder
ur: ویڈیو: کوڈ کے ٹیوٹوریل

# Resx/VideoMogaText
source: Video: MOGA controller instructions
de: Video: MOGA Controller Anweisungen
el_gr: Βίντεο: οδηγίες για χειριστήριο MOGA
es: Vídeo: Instrucciones del control MOGA
fr: Video: Instructions manette MOGA
pl_pl: Video poradnik: kontroler MOGA
pt: Video: Instruções do controle MOGA
ru_ru: Видео: Инструкции MOGA контроллера
sv: Video: instruktioner för MOGA handkontroll
ur: ویڈیو: موگا کنٹرولر کی ہدایات

# Resx/ChooseImageText
source: Choose image...
de: Wählen Sie ein Bild...
el_gr: Επιλέξτε εικόνα...
es: Escoge imagen...
fr: Choisir image...
pl_pl: Wybierz obraz
pt: Escolher imagem...
ru_ru: Выбр. изобр. ...
sv: Välj bild...
tr_tr: Görüntü Seç...
ur: تصویر منتخب کریں ...

# Resx/ChoosePortraitBackgroundColorText
source: Choose portrait background color...
de: Wählen Sie eine Hintergrundfarbe...
el_gr: Επιλογή χρώματος φόντου πορτρέτου...
es: Color de fondo (modo vertical) ...
fr: Choisir la couleur de fond...
pl_pl: Wybierz kolor tła w trybie pionowym...
pt: Escolher cor de fundo em retrato...
ru_ru: Выбр. цвет фона портретного режима...
sv: Välj bakgrundsbild i porträttläge...
tr_tr: Dik arka plan rengini seçin...
ur: تصویر کے پس منظر کا رنگ منتخب کریں ...

# Resx/ConnectText
source: Connect
el_gr: Σύνδεση
es: Conectar
fr: Connecter
pl_pl: Połącz
pt: Conectar
ru_ru: Подключить
sv: Anslut
tr_tr: Bağlan
ur: رابطہ قائم کریں

# Resx/CustomizeButtonMappingText
source: Customize button mapping...
de: Anpassen der Schaltfläche...
el_gr: Προσαρμογή κουμπιών...
es: Personaliza la posición de los botones...
fr: Personnaliser affectation boutons...
pl_pl: Dostosuj sterowanie
pt: Alterar mapeamento dos botões...
ru_ru: Настроить назначение кнопок...
sv: Skräddarsy kartläggning av knappar...
tr_tr: MOGA Düğmelerini Özelleştir...
ur: بٹن نقشہ سازی مرضی کے مطابق بنائیں ...

# Resx/CustomizeLandscapeControlText
source: Customize Landscape Control Position
de: Passen Sie die Position der Horizontalen-Steuerelemente an
el_gr: Προσαρμογή Θέσης Τοπίου
es: Personaliza los controles horizontales
fr: Personnaliser Contrôles Mode Paysage
pl_pl: Dostosuj położenie w poziomie
pt: Mapear controle em paisagem
ru_ru: Настр. положение управления (ландшафт)
sv: Skräddarsy Positionering av Kontroller i Landskapsläge
tr_tr: Yan butonların konumunu özelleştirin
ur: زمین کی تزئین کنٹرول مقام مرضی کے مطابق بنائیں

# Resx/CustomizePortraitControlText
source: Customize Portrait Control Position
de: Passen Sie die Position der Vertikalen-Steuerelemente an
el_gr: Προσαρμογή Θέσης Πορτρέτου
es: Personaliza los controles verticales
fr: Personnaliser Contrôles Mode Portrait
pl_pl: Dostosuj położenie w pionie
pt: Mapear controle em retrato
ru_ru: Настр. положение управления (портрет)
sv: Skräddarsy Positionering av Kontroller i Porträttläge
tr_tr: Dik butonların konumunu özelleştirin
ur: پورٹریٹ کنٹرول مقام مرضی کے مطابق بنائیں

# Resx/EnterHostIPText
source: enter host's IP address here
es: ingresa la direción IP del servidor aquí
fr: entrer l'adresse IP de l'hôte ici
pl_pl: tutaj wprowadź IP Hosta
pt: digite o endereço de IP do anfitrião aqui
ru_ru: Введите IP-адрес хоста здесь
sv: skiv in din värds IP adress här
tr_tr: ana telefonun IP adresini buraya girin
ur: یہاں میزبان کا IP ایڈریس درج کریں

# Resx/ErrorNoConnectionText
source: Error! No Internet connection or Microsoft server error. Please try again later.
el_gr: Λάθος! Δεν υπάρχει σύνδεση στο Internet ή σφάλμα διακομιστή της Microsoft. Παρακαλώ προσπαθήστε ξανά αργότερα.
es: ¡Error! No estás conectado a internet o hubo un error en el servidor de Microsoft. Por favor intenta de nuevo más tarde.
fr: Erreur! Pas de connection Internet ou erreur du serveur Microsoft. Veuillez réessayer plus tard.
pl_pl: Błąd! Brak połączenia lub błąd serwera Microsoftu. Spróbuj ponownie później.
pt: Erro! Sem conexão com a internet ou erro do servidor Microsoft. Por favor, tente novmente mais tarde.
sv: Fel! Ingen Internetuppkoppling eller Microsoft serverfel. Var vänlig försök igen senare.
ur: خرابی! کوئی انٹرنیٹ کنکشن یا مائیکروسافٹ سرور کی خرابی. کچھ دیر بعد دوبارہ کوشش کریں.

# Resx/ErrorReadingSDCardText
source: Error reading SD Card content
el_gr: Σφάλμα κατά την ανάγνωση του περιεχομένου της κάρτας SD
es: Se produjo un error leyendo el contenido de la tarjeta SD
fr: Erreur lors de la lecture de la carte SD
pl_pl: Błąd podczas czytania Karty SD
pt: Erro ao ler o conteúdo do cartão SD
sv: Fel vid läsning av SD-Kortets innehåll
ur: خرابی پڑھتے ہوئے ایسڈی کارڈ

# Resx/HostIPAddressText
source: Host's IP address: {0}. Waiting for client...
de: IP-Adresse des Hosts: {0}. Warten auf Client...
el_gr: Διεύθυνση IP του κεντρικού υπολογιστή: {0}. αναμονή για το πρόγραμμα...
es: Dirección IP del servidor: {0}. Esperando por cliente...
fr: Adresse IP de l'hôte: {0}. En attente de joueur ...
pl_pl: Host IP adres: {0}. Czekanie na klienta...
pt: Endereço de IP do Anfitrião: {0}. Esperando o cliente...
ru_ru: IP-адрес узла: {0}. Ожидание клиента...
sv: Värdens IP adress: {0}. Väntar på klient...
tr_tr: Ana telefonun IP adresi: {0}. istemci bekleniyor...
ur: میزبان کا IP ایڈریس: {0}. کلائنٹ کے لئے انتظار کر رہا ہے ...

# Resx/LinkConnectedText
source: Connected. You can now close this window and continue playing game.
de: Verbunden. Sie können jetzt dieses Fenster schließen und weiter spielen.
el_gr: Συνδέθηκε. Τώρα μπορείτε να κλείσετε αυτό το παράθυρο και να συνεχίσετε να παίζετε το παιχνίδι.
es: Conectado. Puedes cerrar ésta ventana y continuar jugando.
fr: Connecté. Vous pouvez maintenant fermez cette fenêtre et continuez à jouer.
pl_pl: Połączono. Teraz możesz zamknąć te okno i kontynuowć grę.
pt: Conectado. Você agora pode fechar esta janela e continuar jogando.
ru_ru: Подключено. Теперь можно закрыть это окно и продолжить играть.
sv: Ansluten. Du kan nu stänga detta fönster och fortsätta spela.
tr_tr: Bağlı. Şimdi bu pencereyi kapatın ve oyuna devam edin.
ur: مربوط. اب آپ اس ونڈو کو بند کریں اور کھیل کھیل جاری رکھ سکتے ہیں.

# Resx/LinkErrorText
source: Error occured. Please restart the app and try again.
de: Fehler ist aufgetreten. Bitte starten Sie die App neu und versuchen Sie es erneut.
el_gr: Παρουσιάστηκε σφάλμα. Παρακαλώ, κάντε επανεκκίνηση την εφαρμογή και προσπαθήστε ξανά.
es: Ha surgido un error. Por favor reinicia la aplicación e inténtalo de nuevo.
fr: Une erreur s'est produite. Redémmarez l'application et essayez à nouveau.
pl_pl: Wystąpił Błąd. Proszę zrestartuj aplikację i spróbuj ponownie.
pt: Ocorreu um erro. Por favor, reinicie o aplicativo e tente novamente.
sv: Ett fel inträffade. Var vänlig starta om applikationen och försök igen.
tr_tr: Hata oluştu. Lütfen uygulamayı yeniden başlatın ve yeniden deneyin.
ur: خامی پیش آگئی. اپلی کیشن کو دوبارہ شروع کریں اور دوبارہ کوشش کریں.

# Resx/LoadingProductListText
source: Loading production list. Please wait...
de: Lädt Produktionsliste. Bitte warten...
el_gr: Φόρτωση λίστας παραγωγής. Παρακαλώ περιμένετε...
es: Cargando lista de productos. Por favor espera...
fr: Chargement de la liste de production. Veuillez patienter...
pl_pl: Ładowanie listy produktów. Proszę czekać...
pt: Carregando lista de produtos. Por favor, aguarde...
ru_ru: Загрузка списка продукции. Подождите...
sv: Laddar produktionslista. Var vänlig vänta...
tr_tr: Yükleniyor: ürün listesi. Lütfen bekleyin...
ur: پیداوار فہرست لوڈ ہو رہی. براہ مہربانی انتظار کریں ...

# Resx/MogaGDR3Note
source: Note: MOGA controller may require GDR3.
de: Hinweis: MOGA-Controller erfordert GDR3 Update.
el_gr: Σημείωση: το χειριστήριο MOGA μπορεί να απαιτήσει GDR3.
es: Nota: El control MOGA requiere GDR3
fr: Note: La manette MOGA requiert la GDR3.
pl_pl: Notka: kontroler MOGA może wymagać GDR3
pt: Nota: controle MOGA requer atualização GDR3.
ru_ru: Примечание: MOGA контроллер может потребовать GDR3.
sv: Notering: MOGA handkontrollen kan kräva GDR3.
ur: نوٹ: موگا کنٹرولر کی GDR3 ضرورت ہو سکتی ہے.

# Resx/ProductNotAvailableText
source: Product is not available at the moment.
el_gr: Το προϊόν δεν είναι διαθέσιμο αυτή τη στιγμή.
es: El producto no está disponible en este momento.
fr: Le produit n'est pas disponible pour le moment.
pl_pl: Produkt nie jest dostępny w tym momencie.
pt: Produto não disponível no momento.
sv: Produkten är inte tillgänglig för tillfället.
ur: مصنوعات اس وقت دستیاب نہیں ہے.

# Resx/PurchaseButtonText
source: Purchase
el_gr: Αγορά
es: Comprar
fr: Acheter
pl_pl: Kup
pt: Comprar
ru_ru: Купить
sv: Köp
tr_tr: Satın Al
ur: خریدیں

# Resx/PurchasedThankYouText
source: Purchased, thank you!
el_gr: Αγοράστηκε, ευχαριστούμε!
es: Comprado, ¡muchas gracias!
fr: Acheté, merci!
pl_pl: Zakupiono, dziękuję!
pt: Comprado, obrigado!
ru_ru: Куплено, спасибо!
sv: Köp utfört, Tack!
tr_tr: Satın alındı, teşekkür ederim!
ur: خریدا، آپ کا شکریہ!

# Resx/PurchaseSuccessNoAdsText
source: Purchase successful, ads will not be shown the next time you start the app.
de: Kauf erfolgreich, Werbung wird nicht mehr angezeigt, wenn Sie die App neustarten.
el_gr: Επιτυχής αγορά, οι διαφημίσεις δεν θα εμφανιστούν την επόμενη φορά που θα ξεκινήσετε την εφαρμογή
es: Compra exitosa, no se mostrará más publicidad la próxima vez que inicies la aplicación.
fr: Achat réussi, les publicités n'apparaîtront plus la prochaine fois que vous démarrez l'application.
pl_pl: Pomyślnie zakupiono, reklamy nie będą wyświetlane po restarcie aplikacji.
pt: Compra bem-sucedida, os anúncios não serão mostrados na próxima vez que o iniciar o aplicaitvo.
ru_ru: Покупка успешна, реклама не будут отображаться в следующий раз, когда вы запустите приложение.
sv: Köpet lyckades, reklamen kommer inte att visas nästa gång du startar appen.
tr_tr: Başarılı satın alma, Reklamlar sonraki başlatmadan sonra görünmeyecek.
ur: کامیاب خریداری، اشتھارات کو اپلی کیشن شروع کرنے میں اگلی بار نہیں دکھایا جائے گا.

# Resx/PurchaseSuccessText
source: Purchase successful.
el_gr: Επιτυχής αγορά.
es: Compra exitosa.
fr: Achat réussi.
pl_pl: Pomyślnie zakupiono.
pt: Compra bem-sucedida.
ru_ru: Покупка успешна.
sv: Köpet lyckades.
ur: کامیاب خریداری.

# Resx/ResetImageText
source: Reset image
el_gr: Επαναφορά
es: Reiniciar imagen
fr: Réinitialiser l'image
pl_pl: Resetuj Obraz
pt: Redefinir imagem
ru_ru: Сброс изобр.
sv: Återställ bild
tr_tr: Resmi Sıfırla
ur: تصویر ری سیٹ

# Resx/SDCardMissingText
source: The SD card is missing. Insert an SD card try again.
de: Die SD-Karte fehlt. Legen Sie eine SD-Karte ein und versuchen Sie es wieder.
el_gr: Λείπει η κάρτα SD. Εισαγάγετε μια SD κάρτα και δοκιμάστε πάλι.
es: No se encuentra la tarjeta SD. Inserta una tarjeta SD e inténtalo de nuevo.
fr: La carte SD est manquante. Insérer une carte SD et essayez à nouveau.
pl_pl: Brak Karty SD. Włóż kartę i spróbuj ponownie.
pt: Nenhum cartão SD encontrado. Insira um SD e tente novamente.
ru_ru: SD-карта отсутствует. Вставьте SD карту и попробуйте снова.
sv: SD-Kortet saknas. Var vänlig sätt in ett SD-Kort och försök igen.
tr_tr: SD kart yok. Bir SD kart takıp yeniden deneyin.
ur: ایسڈی کارڈ غائب ہے. ایک ایسڈی کارڈ داخل کریں اور دوبارہ کوشش کریں.

# Resx/StartServerOtherText
source: Start server on the other device to get server's IP address.
de: Starten Sie den Server, auf einem anderen Gerät um die IP-Adresse des Servers zu erhalten.
el_gr: Ξεκινήστε το διακομιστή στην άλλη συσκευή για να πάρει τη διεύθυνση IP του διακομιστή.
es: Inicia el servidor en el otro dispositivo para obtener la dirección IP.
fr: Lancer le serveur sur l'autre appareil pour obtenir l'adresse IP du serveur.
pl_pl: Włącz serwer na innym urządzeniu aby poznać adres IP.
pt: Inicie o servidor em outro dispositivo para verificar o IP do mesmo.
sv: Starta en server på den andra enheten för att få serverns IP adress.
tr_tr: Sunucu IP adresi almak için diğer cihazda başlatın.
ur: سرور کے IP ایڈریس حاصل کرنے کے لئے دوسرے کے آلے پر سرور شروع کرنے.

# Resx/StartServerText
source: Start server
el_gr: Έναρξη διακοσμιτή
es: Iniciar servidor
fr: Lancer serveur
pl_pl: Włącz Serwer
pt: Iniciar servidor
sv: Starta en server
ur: سرور شروع

# Resx/TapDownloadSnes8xText
source: Tap here to download Snes8x
de: Tippen Sie hier, um Snes8x herunterzuladen
el_gr: Πατήστε εδώ για να κατεβάσετε το Snes8x
es: Pulsa aquí para descargar Snes8x
fr: Appuyez ici pour télécharger Snes8x
pl_pl: Kliknij tutaj aby pobrać Snes8x
pt: Toque aqui para baixar o Snes8x
sv: Tryck här för att ladda ned Snes8x
ur: Snes8x ڈاؤن لوڈ کرنے کے لئے یہاں ٹیپ کریں

# Resx/TapMogaInstructionText
source: Tap here for MOGA controller instruction
de: Tippen Sie hier, für die MOGA Controller Anleitung
el_gr: Πατήστε εδώ για οδηγίες του χειριστηρίου MOGA
es: Pulsa aquí para las instrucciones del control MOGA
fr: Appuyez ici pour les instructions de la manette MOGA
pl_pl: Kliknij tutaj aby zobaczyć instrukcję kontrolera MOGA
pt: Toque aqui para as instruções do controle MOGA
ru_ru: Нажмите здесь для инструкций по MOGA контроллеру
sv: Tryck här för instruktioner gällande MOGA handkontroller
tr_tr: MOGA denetleyicisi nasıl kullanılır?
ur: موگا کنٹرولر کی کی ہدایات کے لئے یہاں ٹیپ کریں
