Repository: duchuule/vba8
Catalog: trunk/WP8VBAM/WP8VBAM/Resources/AppResources.*.xlf
Languages: de, el_gr, es, fr, pl_pl, pt, ru_ru, sv, tr_tr, ur

# Resx/TapStartServerIPText
source: Tap Start server to get the server IP address.
de: Tippen Sie auf "Server starten", um die Server IP-Adresse erhalten.
el_gr: Πατήστε Έναρξη διακομιστή για να πάρετε τη IP διεύθυνση του διακοσμιτή.
es: Pulsa Iniciar servidor para obtener la dirección IP del servidor.
fr: Appuyez sur Lancer serveur pour obtenir l'adresse IP du serveur.
pl_pl: Kliknij "Włącz Serwer" aby poznać adres IP.
pt: Toque Iniciar servidor para ver o endereço de IP.
sv: Tryck på 'Starta en server' för att få serverns IP adress.
tr_tr: Sunucu IP adresi almak için sunucuyu başlatın.
ur: سرور آئی پی ایڈریس کو حاصل کرنے کے سرور شروع ٹیپ کریں.

# Resx/UseRealisticButtonsText
source: Use realistic color buttons
de: Verwenden Sie die realistischen Farb-Tasten
el_gr: Χρήση ρεαλ. χρωμ. για κουμπιά
es: Botones de colores realistas
fr: Utiliser les vrai boutons de couleur
pl_pl: Użyj realistycznych przycisków
pt: Usar botões de cores realistas
ru_ru: Исп. реалистичные цвета кнопок
sv: Använd verklighetstroget färgade knappar
tr_tr: Gerçekçi renkli düğmeleri kullanın
ur: حقیقت پسند رنگ بٹن کا استعمال کریں

# Resx/HelpImportSDCardText
source: In the data tab of the main page, click on Import from SD card and follow the instruction
de: In der Registerkarte Daten, auf der Hauptseite, tippen Sie auf "Importieren von der SD-Karte" und folgen Sie den Anweisungen
el_gr: Στην καρτέλα δεδομένων της κύριας σελίδας, κάντε κλικ στην εισαγωγή από κάρτα SD και ακολουθήστε τις οδηγίες
es: En la pestaña de Archivos de la página principal, pulsa en "Importar desde la tarjeta SD" y sigue las instrucciones.
fr: Dans l'onglet "données" de la page principale, cliquez sur "Importer à partir de la carte SD" et suivez les instructions
pl_pl: Na stronie "Import %%amp; Eksport" kliknij "Importuj z Karty SD". Wszystko odbywa się na takich samych zasadach jak dla OneDrive.
pt: Na aba de dados da página inicial, clique em "Importar do cartão SD" e siga as instruções.
ru_ru: На вкладке импорт главной страницы, нажмите на импорт с SD-карты и следуйте инструкции
sv: I fliken 'data' på förstasidan, tryck på 'Importera från SD-Kort' och följ instruktionerna
tr_tr: Ana sayfasının veri sekmesinde, SD karttan al'a tıklayın ve yönergeleri izleyin
ur: مرکزی صفحے کے اعداد و شمار کے ٹیب میں، ایسڈی کارڈ سے درآمد پر کلک کریں اور ہدایات پر عمل

# Resx/HelpImportSDCardHeader
source: Alternative 4: importing from SD card
de: 4. Alternative: Importieren von der SD-Karte
el_gr: Εναλλακτική 4: εισάγοντας από κάρτα SD
es: Alternativa 4: Importar desde la tarjeta SD
fr: 4ème alternative : importer à partir de la carte SD
pl_pl: Sposób 4: importowanie z karty SD
pt: Alternativa 4: importando do cartão SD
sv: Alternativ 4: importera från SD-kort
ur: متبادل 4: ایسڈی کارڈ سے درآمد

# Resx/ValidCodeText
source: Code accepted. Please restart the app for the code to take effect.
de: Code angenommen. Starten Sie die app neu, damit der Code wirksam wird.
el_gr: Κώδικας αποδεκτός. Παρακαλώ, κάντε επανεκκίνηση την εφαρμογή για να εφαρμοστεί ο κωδικός.
fr: Code accepté. Merci de redémarrer l'application pour que code puisse faire effet.
pl_pl: Kod zaakceptowany. Zrestartuj aplikację aby zobaczyć efekt.
pt: Código aceito. Por faovr, reinicie o aplicativo para que o código tenha efeito.
ru_ru: Код принят. Пожалуйста, перезапустите приложение.
sv: Godkänd kod. Var vänlig starta om applikationen för att koden ska träda i kraft.
tr_tr: Kod kabul edildi. Lütfen etkili olması için uygulamayı yeniden başlatın.
ur: کوڈ کو قبول کر لیا. اثر لینے کے لئے کوڈ کے لئے اپلی کیشن کو دوبارہ شروع کریں.

# Resx/InvalidCodeText
source: Invalid code.
fr: Code invalide.
pl_pl: Nieprawidłowy Kod.
pt: Código inválido.
ru_ru: Недопустимый код.
sv: Felaktig kod.
ur: غلط کوڈ.

# Resx/EnterCodeTitle
source: Enter code
el_gr: εισαγωγή κωδικού
fr: Entrer code.
pl_pl: Wprowadź Kod
pt: Digite o código
ru_ru: Ввод кода
sv: Skriv in kod
tr_tr: Kodu girin
ur: کوڈ درج کریں

# Resx/EnterCodeText
source: Enter promotion code
de: Geben Sie einen Promotions-Code ein
fr: Entrer le code de promotion.
pl_pl: Wprowadź Kod Promocyjny
pt: Digitar o código promocional
sv: Skriv in kampanjkod
ur: فروغ کوڈ درج کریں

# Resx/AboutSnes9xLicense
source: GNU Public License:
el_gr: Γενική Άδεια Δημόσιας Χρήσης:
es: Licencia Pública General de GNU:
fr: GNU Public Licence:
pt: Lincença Pública do GNU:

# Resx/CopyRightText
source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3, or(at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
de: Dieses Programm ist freie Software; Sie können sie weiterverteilen und/oder modifizieren, unter den Bedingungen der GNU General Public License, wie von der Free Software Foundation veröffentlicht; entweder gemäß Version 3, oder (nach Ihrer Wahl) jeder späteren Version. Dieses Programm wird verbreitet, in der Hoffnung, dass es von Nutzen sein wird, aber ohne jede Garantie; auch die stillschweigende Garantien der Marktgängigkeit oder Eignung für einen bestimmten Zweck. Finden Sie unter der GNU General Public License weitere Details. Sie sollten eine Kopie der GNU General Public License zusammen mit diesem Programm erhalten haben; Falls nicht, schreiben Sie die Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301, USA, an.
el_gr: Αυτό το πρόγραμμα είναι ένα δωρεάν λογισμικό: μπορείτε να αναδιανείμετε και/ή να τροποποιήσετε κάτω από τους όρους της γενικής άδειας δημόσιας χρήσης όπως έχει δημοσιευθεί από το Ίδρυμα Ελεύθερου λογισμικού: είτε την έκδοση 3, είτε (κατ ' επιλογή σας) οποιαδήποτε μεταγενέστερη έκδοση. Αυτό το πρόγραμμα διανέμεται με την ελπίδα ότι θα είναι χρήσιμο, αλλά ΧΩΡΊΣ οποιαδήποτε εγγύηση: χωρίς ακόμη την υπονοούμενη εγγύηση της ΕΜΠΟΡΕΥΣΙΜΟΤΗΤΑΣ ή ΚΑΤΑΛΛΗΛΟΤΗΤΑΣ ΓΙΑ ΣΥΓΚΕΚΡΙΜΕΝΟ ΣΚΟΠΟ. Δείτε την γενική άδεια δημόσιας χρήσης για περισσότερες λεπτομέρειες. Πρέπει να έχετε λάβει ένα αντίγραφο της γενικής άδειας δημόσιας χρήσης μαζί με αυτό το πρόγραμμα: Αν όχι, γράψτε στην εταιρεία δωρεάν λογισμκού, Inc., 51 πέμπτο όροφο στην οδό Franklin, Βοστώνη, MA 02110-1301, ΗΠΑ.
es: Éste es un programa de software libre; puede redistribuirlo y/o modificarlo bajo los términos de la Licencia Pública General de GNU publicada por la Free Software Foundation; ya sea en su versión 3, o (a su elección) cualquier versión posterior. Éste programa es distribuido esperando que sea útil, pero sin NINGUNA GARANTÍA; incluso sin la garantía de COMERCIALIZACIÓN o IDONEIDAD PARA UN PROPÓSITO PARTICULAR. Para más detalles remítase a la Licencia Pública General de GNU. Usted debió recibir una copia de la Licencia Pública General de GNU junto con éste programa; si no, escriba a la Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, Estados Unidos de Norte América.
fr: Ce programme est un logiciel libre; vous pouvez le redistribuer et/ou le modifier conformément aux termes de la GNU General Public Licence comme publié par la Free Software Foundation; la version 3, ou (selon votre option) n'importe quelle version postérieure. Ce programme est distribué dans l'espoir qu'il vous sera utile, mais SANS AUCUNE GARANTIE; sans même la garantie implicite de VALEUR COMMERCIALE ou d'ADAPTATION À UN BESOIN PARTICULIER. Voir la GNU General Public Licence pour plus de détails. Vous devriez avoir reçu une copie de la GNU General Public Licence avec ce programme; sinon, écrivez à Free Software Foundation, Inc., 51 Franklin Street, Cinquième étage, Boston, MA 02110-1301, les USA.
pl_pl: Ten program jest wolnym oprogramowaniem; możesz go rozprowadzać dalej i / lub modyfikować na warunkach General Public License GNU opublikowanej przez Free Software Foundation; zarówno w wersji 3, lub (do wyboru) którejś z późniejszych wersji. Ten program jest rozpowszechniany w nadziei, że będzie użyteczny, ale BEZ JAKIEJKOLWIEK GWARANCJI, nawet domyślnej gwarancji PRZYDATNOŚCI HANDLOWEJ albo PRZYDATNOŚCI DO OKREŚLONYCH ZASTOSOWAŃ. Zobacz GNU General Public License dla większej ilości szczegółów. Powinieneś otrzymać kopię GNU General Public License wraz z tym programem, jeśli nie, napisz do Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
pt: Este programa é gratuito; você pode distribuí-lo e/ou modificá-lo sob os termos da Licença Pública Geral da GNU como publicado pela Fundação do Software Livre (FSF); tanto a versão 3, ou (na sua opinião) qualquer versão mais nova. Este programa é distribuído na esperança de que possa ser útil, mas SEM NENHUMA GARNATIA; sem uma garantia implícita de ADEQUAÇÃO a qualquer MERCADO ou APLICAÇÃO EM PARTICULAR . Veja a Licença Pública Geral GNU para mais detalhes. Você deve ter recebido uma cópia da Licença Pública Geral GNU junto com este programa; se não, escreva para a Fundação do Software Livre (FSF) Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
sv: Denna programvara är gratis; den får omfördelas och/eller modifieras enligt termerna för GNU General Public License, publicerad av Free Software Foundation; vid användande av version 3 eller senare. Denna programvara omfördelas med målet att den ska vara användbar, men UTAN GARANTI; även utan den underförstådda garantin om KÖPVÄRDE eller LÄMPLIGHET TILL ETT VISST ÄNDAMÅL. Se GNU General Public License för övrig info. Du bör ha mottagit en en kopia av GNU General Public License tillsammans med denna programvara; om så ej är fallet, skriv till: Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.

# Resx/CableSocketText
source: Wifi TCP/IP
pt: TCP/IP via Wifi

# Resx/SDCardHintText
source: Supported files: .gb, .gbc, .gba, .sgm, .sav. .zib
es: Formatos admitidos: .gb, .gbc, .gba, .sgm, .sav, .zib
fr: Formats supportés : .gb, .gbc, .gba, .sgm, .sav. .zib
pt: Arquivos suportados: .gb, .gbc, .gba, .sgm, .sav, .zib
sv: Filtyper som stöds: .gb, .gbc, .gba, .sgm, .sav. .zib

# Resx/FAQsLinkText
source: FAQs, forum discussion %%amp; PC app
de: FAQs, Forum Diskussion %%amp; PC App
es: FAQs, foros y aplicación de escritorio
fr: FAQs, forum de discussion %%amp; appli PC
pl_pl: FAQ, dyskusja na forum %%amp; PC app
pt: FAQs, fórum %%amp; aplicativo para PC
ru_ru: Часто задаваемые вопросы, форум для обсуждения
sv: FAQs, forumsdiskussioner %%amp; PC app
tr_tr: Sıkça sorulan sorular, tartışma forumu %%amp; PC uygulaması

# Resx/RomListTitle
source: roms
el_gr: κασέτες
pl_pl: Gry
ru_ru: rom'ы

# Resx/AboutSnes9x
source: Feel free to report any bugs or broken games. The author is not responsible for any illegal use of this software. Furthermore, there is no warranty for this software and the author is not liable for any damages. Credits: - Eddi Bento for logo design. - MOGA company for the surprised gift. - Sergy Ortiz Puerto for Spanish translation. - André Queiroz for Portuguese translation. - Arda Ozkal for Turkish translation. - Alexandros Melissas for Greek translation. - Łukasz Deptuła for Polish translation. - Junfan Yao for Simplifed Chinese translation. - wphone08 for French translation. - Jesper Svensson for Swedish translation. - Alexander Kolosov for Russian translation. - Usama Jawad for Urdu translation. - Mathias Haugsbø for Norwegian (Nynorsk) translation. - Leutrim Shabani for German translation.
de: Berichte mir über etwaige Bugs oder beschädigte Spieleinheiten. Der Autor ist nicht verantwortlich für jeglichen illegalen Nutzen dieser Software. Desweiteren, gibt es keine Garantie für diese Software und der Autor ist nicht haftbar für eventuell auftretenden Schäden. Credits: - Eddi Bento Für das Logo-Design. - MOGA company für das überraschende Geschenk. - Sergy Ortiz Puerto für die Spanisch Übersetzung. - André Queiroz für die Portugiesisch Übersetzung. - Arda Ozkal für die Türkische Übersetzung. - Alexandros Melissas für die Griechische Übersetzung. - Łukasz Deptuła für die Polnische Übersetzung. - Junfan Yao für die Vereinfachte Chinesische Übersetzung. - wphone08 für die Französische Übersetzung. - Jesper Svensson für die Schwedische Übersetzung. - Alexander Kolosov für die Russische Übersetzung. - Usama Jawad für die Übersetzung in Urdu. - Mathias Haugsbø für die Norwegische (Nynorsk) Übersetzung. - Leutrim Shabani for German translation.
el_gr: Μην διστάσετε να αναφέρετε σφάλματα ή χαλασμένα παιχνίδια. Ο εκδότης δεν είναι υπεύθυνος για καμιά παράνομη χρήση αυτού του λογισμικού. Επιπλέον, δεν υπάρχει καμία εγγύηση για αυτό το λογισμικό και ο εκδότης δεν είναι υπεύθυνος για καμία ζημιά. Έπαινοι: - Στον Eddi Bento για το σχεδιασμό του λογότυπου. - Στην εταιρεία MOGA για το απροσδόκητο δώρο. - Στον Sergy Ortiz Puerto για την Ισπανική μετάφραση. - Στον André Queiroz για την Πορτογαλική μετάφραση. - Arda Ozkal for Turkish translation. - Alexandros Melissas for Greek translation. - Łukasz Deptuła for Polish translation. - Junfan Yao for Simplifed Chinese translation. - wphone08 for French translation. - Jesper Svensson for Swedish translation. - Alexander Kolosov for Russian translation. - Usama Jawad for Urdu translation. - Mathias Haugsbø for Norwegian (Nynorsk) translation.
pl_pl: W razie jakichkolwiek problemów zgłaszajcie wszystko. Autor nie jest odpowiedzialny za żadne nielegalne użycie tego programu. Co więcej, nie ma żadnej gwarancji na to oprogramowanie, a autor nie ponosi odpowiedzialności za żadne szkody. Podziękowania dla: - Eddi Bento za zaprojektowanie logo. - Firmy MOGA za niespodziewany prezent. - Sergy Ortiz Puerto za hiszpańskie tłumaczenie. - André Queiroz za portugalskie tłumaczenie. - Arda Ozkal za tureckie tłumaczenie. - Alexandros Melissas za greckie tłumaczenie. - Łukasza Deptuły za polskie tłumaczenie. - Junfan Yao za uproszczone chińskie tłumaczenie. - wphone08 for French translation. - Jesper Svensson for Swedish translation. - Alexander Kolosov for Russian translation. - Usama Jawad for Urdu translation. - Mathias Haugsbø for Norwegian (Nynorsk) translation.
ru_ru: Сообщайте о любых ошибках или не рабочих играх. Автор не несет ответственность за любое незаконное использование данного программного обеспечения. Кроме того, нет никаких гарантий для этого программного обеспечения и автор не несет ответственности за любой ущерб. Спасибо: - Eddi Bento for logo design. - MOGA company for the surprised gift. - Sergy Ortiz Puerto for Spanish translation. - André Queiroz for Portuguese translation. - Arda Ozkal for Turkish translation. - Alexandros Melissas for Greek translation. - Łukasz Deptuła for Polish translation. - Junfan Yao for Simplifed Chinese translation. - wphone08 for French translation. - Jesper Svensson for Swedish translation. - Alexander Kolosov for Russian translation. - Usama Jawad for Urdu translation. - Mathias Haugsbø for Norwegian (Nynorsk) translation.
tr_tr: Herhangi bir hatayı veya bozuk oyunları bildirmekten çekinmeyin. Programcı bu yazılımın herhangi bir yasadışı kullanımı için sorumlu değildir. Ayrıca, programcı bu yazılım için herhangi bir garanti sunmamaktadır ve programcı bu uygulamanın kullanımı sonucu oluşan hasarlardan sorumlu değildir. Teşekkürler: - Eddi Bento, logo tasarımı. - MOGA şirketi, sürpriz hediye için. - Sergy Ortiz Puerto, İspanyolca çeviri için. - André Queiroz, Portekizce çeviri için. - Arda Özkal, Türkçe Çeviri için. - Alexandros Melissas for Greek translation. - Łukasz Deptuła for Polish translation. - Junfan Yao for Simplifed Chinese translation. - wphone08 for French translation. - Jesper Svensson for Swedish translation. - Alexander Kolosov for Russian translation. - Usama Jawad for Urdu translation. - Mathias Haugsbø for Norwegian (Nynorsk) translation.

# Resx/SkyDriveFileFormatHint
source: Supported files:
de: Unterstützte Dateiformate:
el_gr: Υποστηριζόμενα αρχεία:
pl_pl: Wspierane Pliki:
ru_ru: Поддерживаемые файлы:
tr_tr: Desteklenen dosyalar:

# Resx/DeviceIDText
source: Device ID: {0}
el_gr: ID συσκευής: {0}
fr: ID Appareil: {0}
pl_pl: ID Urządzenia: {0}
ru_ru: ИД устройства: {0}
sv: Enhets-ID: {0}
tr_tr: Aygıt Kimliği: {0}

# Resx/EmailLinkText
source: Email: store.support@outlook.com
es: Correo electrónico: store.support@outlook.com
sv: E-Post: store.support@outlook.com

# Resx/CloudSixInstructionText
source: Install one of Rudy Huyn's CloudSix apps to use this function.
de: Installieren Sie eine von Rudy Huyn's CloudSix Apps, um diese Funktion nutzen zu können.
ru_ru: Установите одно из CloudSix приложений (разработчика Rudy Huyn), чтобы использовать эту функцию.

# Resx/ReviewPromptText
source: Please spend a few seconds rating the app. Good reviews keep new features coming.
de: Bitte bewerte diese App. Gute Bewertungen, bringen neue Funktionen.
ru_ru: Пожалуйста, потратьте несколько секунд, чтобы оценить приложение. Хорошие отзывы помогают разработчику.

# Resx/ReviewPromptTitle
source: Like this app?
de: Gefällt Ihnen diese App?
ru_ru: Нравится приложение?

# Resx/SelectFileTitle
source: select files
de: Wählen Sie die Dateien
ru_ru: выбор файлов

# Resx/AvailableSaveFilesText
source: Available save files
de: Verfügbare Speicherstände

# Resx/AutoSaveWarning
source: Only check this box if you use quick save function. Your game saves may be wiped if you relies on in-game save function. Do you want to continue?
de: Markieren Sie dieses Kontrollkästchen, nur wenn Sie die Schnellspeicher Funktion verwenden. Ihre Speicherstände können beschädigt werden, wenn Sie die In-Game Speicherfunktion verwenden. Möchten Sie fortfahren?

# Resx/CloudSixOneFileLimitText
source: CloudSix only supports exporting one file at a time unless you choose "Export as zip".
de: CloudSix erlaubt es nur eine Datei auf einmal zu exportieren, es sei denn Sie wählen "Exportieren als zip".

# Resx/ExportNoSelection
source: You must select at least one file.
de: Sie müssen mindestens eine Datei wählen.

# Resx/AutoBackupText
source: Automatically back up save data
de: Speicherstände automatisch sichern

# Resx/SetupAutoBackupText
source: Set up auto backup...
de: Automatische Sicherung einrichten...

# Resx/AutoBackupTypeText
source: Auto backup mode
de: Automatischer Sicherungs Modus

# Resx/AutoBackupModeHelp
source: - Simple mode: save slots are backed up "as is" with no compression; ideal for syncing data with tablet/PC but does not protect from accidental overwriting of data. - Rotating mode: save slots are compressed, multiple save files are kept to prevent accidental overwritting of data; ideal for safe guard of data.
de: -Einfacher Modus: Speicherplätze sind gesichert "Wie sie sind" ohne Kompression; ideal für die Synchronisierung von Daten mit Tablet/PC, aber schützt nicht vor versehentliches Überschreiben von Daten. -Rotierender Modus: Speicherplätze sind komprimiert, mehrere Kopien der Daten werden gesichert, schützt vor versehentliches Überschreiben von Daten; ideal für den sicheren Schutz von Daten.

# Resx/AutoBackupTitle
source: auto backup
de: automatische Sicherung

# Resx/BackupLastManualSlotText
source: Back up most recent manual save slot
de: Sichern Sie die zuletzt, manuell gespeicherten Speicherstände

# Resx/BackupIngameSaveText
source: Back up ingame save
de: Sichern Sie die In-Game Speicherstände

# Resx/BackupAutoSlotText
source: Back up auto save slot
de: Sichern Sie den sich automatisch speichernden Speicherstand

# Resx/BackupFailOnedriveText
source: Auto backup fail, please sign in to OneDrive.
de: Automatische Sicherung fehlgeschlagen, bitte melden Sie sich in OneDrive an.

# Resx/NumberRotatingFilesText
source: Number of rotating backups
de: Anzahl der rotierenden Sicherungen

# Resx/SimpleModeText
source: Simple mode
de: Einfacher Modus

# Resx/AutoBackupNote
source: Note: Auto backup is triggered when users return to the main page after playing a game.
de: Hinweis: Die automatische Sicherung wird aktiviert, wenn der Benutzer, nach einem Spiel, zur Hauptseite zurückkehrt.

# Resx/RotatingModeText
source: Rotating mode
de: Rotierender Modus

# Resx/ExportAsZipText
source: Export as zip
de: Exportieren als zip
