Repository: duchuule/vba8
Catalog: trunk/WP8VBAM/WP8VBAM/Resources/AppResources.*.xlf
Languages: de, el_gr, es, fr, pl_pl, pt, ru_ru, sv, tr_tr, ur

# Resx/BackupInstructions
source: Choose the game to export saves.
de: Wählen Sie Ihr Spiel aus, um die Speicherstände zu Exportieren.
el_gr: Επιλέξτε το παιχνίδι για να εξάγετε τις αποθηκεύσεις.
es: Escoge el juego para exportar sus partidas guardadas.
fr: Choisissez le jeu pour exporter des sauvegardes.
pl_pl: Wybierz grę do wysłania zapisanych stanów.
pt: Escolha o jogo cujos progressos serão exportados.
ru_ru: Выберите игру для экспорта сохранений.
sv: Välj vilket spel vars sparade spel skall exporteras.
tr_tr: Oyunun kayıtlarını vermek için oyun seçin.
ur: برآمد کرنے کے لئے کھیل کا انتخاب کریں

# Resx/BackupPageTitle
source: export saves
de: Exportiere Speicherstände
el_gr: εξαγωγή αποθηκεύσεων
es: exportar partidas guardadas
fr: exporter sauvegardes
pl_pl: Eksportuj zapisane stany
pt: exportar progresso
ru_ru: экспорт сохранений
sv: exportera sparade spel
tr_tr: kayıtları ver
ur: saves برآمد

# Resx/BackupUploadProgressText
source: Exporting '{0}' saves
de: Exportiere '{0}' Speicherstand
el_gr: Εξαγωγή '{0}' αποθηκεύσεων
es: Exportando las partidas guardadas de '{0}'
fr: Exportation '{0}' sauvegardes
pl_pl: Eksportowanie zapisanych stanów '{0}'
pt: Exportando '{0}' progressos
ru_ru: Экспорт «{0}» сохранений
sv: Exporterar '{0}' sparade spel
tr_tr: '{0}' veriliyor.
ur: برآمد '{0}' saves

# Resx/BackupUploadSuccessful
source: Upload completed.
de: Hochgeladen.
el_gr: Η μεταμόρφωση ολοκληρώθηκε.
es: Se completó la carga.
fr: Upload complété.
pl_pl: Wgrywanie ukończone.
pt: Upload finalizado.
ru_ru: Отправка завершена
sv: Uppladdning slutförd.
ur: اپ لوڈ مکمل.

# Resx/BackupUploadUnsuccessful
source: Upload completed with errors.
de: Datei wurde nicht richtig hochgeladen.
el_gr: Η μεταμόρφωση ολοκληρώθηκε με σφάλματα.
es: Se completó la carga, pero con algunos errores.
fr: Upload complété avec des erreurs.
pl_pl: Wgrywanie ukończone z błędami.
pt: Upload finalizado com erros.
sv: Uppladdning slutförd med fel.
ur: اپ لوڈ غلطیوں کے ساتھ مکمل.

# Resx/BackupWaitForUpload
source: Please wait for the upload to complete.
de: Bitte warten Sie, bis die Datei hochgeladen ist.
el_gr: Παρακαλώ περιμένετε να ολοκληρωθεί η μεταμόρφωση.
es: Por favor espera a que se complete la carga.
fr: Veuillez attendre la fin du chargement.
pl_pl: Proszę poczekać aż wysyłanie się zakończy.
pt: Por favor, espere o fim do upload.
ru_ru: Пожалуйста, дождитесь завершения загрузки.
sv: Var vänlig vänta på att uppladdningen slutförs.
tr_tr: Yüklemenin tamamlanmasını bekleyin.
ur: اپ لوڈ مکمل ھونے کے لئے براہ مہربانی انتظار کریں.

# Resx/CreateBackupFolderError
source: Error while creating the backup folder.
de: Fehler beim Erstellen des Backup-Ordners.
el_gr: Σφάλμα κατά τη διάρκεια της δημιουργίας του εφεδρικού φακέλου.
es: Se produjo un error mientras se creaba la carpeta de backup.
fr: Erreur lors de la création du dossier de sauvegarde.
pl_pl: Błąd podczas tworzenia folderu dla backupu.
pt: Erro ao criar a pasta de backup.
sv: Fel vid skapande av backup mapp.
ur: خرابی بیک اپ فولڈر پیدا کرتے ہوئے.

# Resx/RestorePageTitle
source: import saves
de: Importiere Speicherstände
el_gr: εισαγωγή αποθηκεύσεων
es: importar partidas guardadas
fr: importer sauvegardes
pl_pl: Importuj zapisane stany
pt: importar progresso
ru_ru: импорт сохранений
sv: importera sparade spel
tr_tr: kayıtları al
ur: سیو فائل درآمد کریں

# Resx/FullscreenStretchOption
source: Stretch to fullscreen
el_gr: Έκταση σε πλήρη οθόνη
es: Ajustar a pantalla completa
fr: Etirer en mode plein écran
pl_pl: Rozciągnij na pełny ekran
pt: Modo tela cheia
sv: Sträck till fullskärm
tr_tr: Tam ekran yap
ur: پورے اسکرین پر بڑھایں

# Resx/OpacitySetting
source: Virtual Controller Opacity
de: Virtuelle Controller Deckkraft
el_gr: Αδιαφάνεια εικονικού Χειριστηρίου
es: Opacidad del Control Virtual
fr: Transparence Manette Virtuelle
pl_pl: Transparentność przycisków i joysticka
pt: Opacidade do Controle Virtual
ru_ru: Непрозрачность виртуального контроллера
sv: Virtuell Handkontroll - Opacitet
tr_tr: Sanal kontrol opaklığı
ur: مجازی کنٹرولر دھندلاپن

# Resx/ControllerScaleSettings
source: Virtual Joystick Scale
el_gr: Κλίμακα εικονικού χειριστηρίου
es: Tamaño del joystick virtual
fr: Taille Joystick Virtuel
pl_pl: Wielkość joysticka
pt: Escala da Marcha Virtual
ru_ru: Масштаб виртуального джойстика
sv: Virtuell Joystick - Skala
tr_tr: Sanal Joystick boyutu
ur: مجازی Joystick کے پیمانے

# Resx/PinToStartText
source: pin to start screen
de: An Startseite anheften
el_gr: καρφίτσωμα στην έναρξη
es: anclar a la pantalla de inicio
fr: épingler sur l'écran d'accueil
pl_pl: Przypnij do ekranu startowego
pt: fixar no tela iniciar
ru_ru: закрепить на начальном экране
sv: fäst på startskärmen
tr_tr: başlangıç ekranına koy
ur: سٹارٹسکرین پر پن کریں

# Resx/MaximumTilesPinned
source: The selected ROM is pinned already or you have reached the maximum number of tiles to pin.
de: Die ausgewählte ROM ist bereits angeheftet oder Sie haben das Maximum an Tiles erreicht.
el_gr: Η επιλεγμένη κασέτα είναι ήδη καρφιτσωμένη ή έχετε φτάσει στο μέγιστο αριθμό καρφιτσώματος των tiles.
es: La ROM seleccionada ya ha sido anclada al inicio, o has alcanzado el máximo de tiles para anclar.
fr: La ROM sélectionné est déjà épinglé ou vous avez atteint le nombre maximal de tuiles à épingler.
pl_pl: Ten ROM jest już przypięty albo osiągnąłeś maksymalną możliwą liczbę przypiętych tytułów.
pt: As ROMs selecionadas já estão fixadas ou você atingiu o limite de blocos na tela Iniciar.
ru_ru: Выбранный ROM уже закреплен или достигнуто максимальное количество плиток для закрепления.
sv: Denna ROM är redan fäst eller så är gränsen för maximalt antal tiles uppnådd.
tr_tr: Seçili ROM zaten sabitlenmiş veya sabitlemek için en yüksek sayısına ulaştınız.
ur: منتخب ROM پہلے ہی پن ہے یا آپ پن ٹائل کی زیادہ سے زیادہ تعداد تک پہنچ چکے ہیں.

# Resx/FileAssociationError
source: Error importing and opening ROM file.
de: Fehler beim Importieren und öffnen der ROM.
el_gr: Σφάλμα εισαγωγής και ανοίγματος της κασέτας.
es: Se produjo un error importando y abriendo la ROM.
fr: Erreur lors de l'importation et de l'ouverture de la ROM.
pl_pl: Błąd podczas pobierania i otwierania ROMu.
pt: Erro ao importar e abrir o arquivo de ROM.
ru_ru: Ошибка при импорте и открытии ROM'а.
sv: Fel vid importering och öppnande av ROM-fil.
tr_tr: ROM dosyasını alıp açılırken bir hata oluştu.
ur: ROMدرآمد کرتے وقت اور کھولنےمیں غلطی

# Resx/ImportSavestateInvalidFormat
source: Savestate file format is invalid. The file name must end with a number from 0 to 9 (e.g. demo0.sgm).
de: Speicherstand-Dateiformat ist ungültig. Der Dateiname muss mit einer Zahl von 0 bis 9 enden (z.B. demo0.sgm).
el_gr: Η φόρμα του αρχείου αποθηκευμένης κατάστασης δεν είναι έγκυρη. Το όνομα του αρχείου πρέπει να τελειώνει με έναν αριθμό απο το 0 μέχρι το 9 (π.χ. demo0.sgm).
es: El formato del estado guardado es inválido. El nombre del archivo debe terminar con un número entre 0 y 9 (por ejemplo demo0.sgm).
fr: Format de sauvegarde invalide. Le nom doit finir avec un nombre compris entre 0 et 9 (e.g. demo0.sgm).
pl_pl: Nieprawidłowa nazwa zapisanego stanu. Nazwa pliku musi kończyć się numerem od 0 do 9 (np. demo0.sgm).
pt: O formato do arquivo de progresso salvo é inválido. O nome do arquivo deve terminar com um número de 0 a 9 (ex. demo0.sgm).
ru_ru: Недопустимый формат файла сохранения. Имя файла должно заканчиваться числом от 0 до 9 (например, demo0.sgm).
sv: Filformat för sparfilen är ogiltigt. Filnamnet måste sluta med ett nummer mellan 0 och 9 (e.x. demo0.sgm).
tr_tr: Kayıt dosya biçimi geçersiz. Dosya adı, 0 ile 9 arasında bir sayı ile bitmelidir. (ör: demo0.sgm)
ur: Savestate فائل کی شکل باطل ہے. فائل کا نام 0 سے 9 کی ایک بڑی تعداد کے ساتھ ختم (مثال کے طور demo0.sgm) ضروری ہے

# Resx/TileOpenError
source: Error opening the ROM associated with the tile.
de: Fehler beim Öffnen der ROM, die mit diesem Tile verbunden ist.
el_gr: Σφάλμα κατά τη διάρκεια ανοίγματος της κασέτας που συνδέεται με το tile.
es: Se produjo un error abriendo la ROM.
fr: Erreur lors de l'ouverture de la ROM associé à la tuile.
pl_pl: Bład otwierania ROMu powiązany z kafelkiem.
pt: Erro ao abrir ROM associada ao bloco.
ru_ru: Ошибка при открытии ROM'а, связанного с плиткой.
sv: Fel vid öppnande av ROM-filen associerad med denna tile.
ur: ٹائل کے ساتھ منسلک روم کھولنے میں خرابی.

# Resx/AspectRatioOriginalSetting
source: native
de: Nativ
el_gr: κανονική
es: nativa
fr: natif
pl_pl: normalne
pt: nativo
ru_ru: собственное (нативное)
sv: ursprunglig
tr_tr: orijinal
ur: مقامی

# Resx/AspectRatioSetting
source: Aspect Ratio
el_gr: Αναλογία Διαστάσεων
es: Relación de aspecto
pl_pl: Proporcje Obrazu
pt: Proporção
ru_ru: Соотношение сторон
sv: Bildförhållande
tr_tr: En boy oranı
ur: جانبی تناسب

# Resx/AspectRatioStretchSetting
source: stretch
de: Strecken
el_gr: έκταση
es: ajustada
fr: étiré
pl_pl: rozciągnięte
pt: Esticar
ru_ru: растянуть
sv: sträck
tr_tr: uzat
ur: کھچاؤ

# Resx/FrameSkipAutoSetting
source: auto
el_gr: αυτόματο
es: automático
pt: automático
ru_ru: авто
tr_tr: Otomatik
ur: خود بخود

# Resx/FrameSkipSetting
source: Skip Frames (increase emulation speed)
el_gr: Αναπήδηση Πλαισίων (αυξάνει τη ταχύτητα)
es: Skip Frames (aumenta velocidad de emulación)
fr: Skip Frames (augmente la vitesse d'émulation)
pl_pl: Przeskakiwanie klatek (zwiększa prędkość)
pt: Pular Quadros (aumentar velocidade de emulação)
ru_ru: Пропуск кадров (увел. скорость эмуляции)
sv: Hoppa över bildrutor (ökning av emuleringshastighet)
tr_tr: (Hızı arttırmak için) frame atlama
ur: فریم کو چھوڑ (اضافہ ینترانکرن رفتار)

# Resx/ImageScaleSetting
source: Scale Image (landscape only)
el_gr: Κλίμακα Εικόνας (τοπίο μόνο)
es: Escalar imagen (horizontal solamente)
fr: Taille de l'image (paysage uniquement)
pl_pl: Wiekość Obrazu (tylko w poziomie)
pt: Escala da Imagem (somente paisagem)
ru_ru: Масштаб изображения (только в ландшафте)
sv: Förstora Bild (endast landskapsläge)
tr_tr: Görüntü ölçeği (yatay)
ur: پیمانے پر تصویر (زمین کی تزئین صرف)

# Resx/TurboModeTip
source: Note: Turbo Mode will be assigned to L or R if the camera button is assigned to L or R.
de: Hinweis: Turbo-Modus wird L oder R zugewiesen, wenn der Kamera-Taste L oder R zugewiesen ist
el_gr: Σημείωση: Η λειτουργία Turbo θα ενταχθεί στο L ή στο R αν το κουμπί της κάμερας είναι ενταγμένο στο L ή στο R.
es: Nota: Si el botón de la cámara es asignado a L o R, el modo Turbo será asignado a L o R.
fr: Note: Mode Turbo sera assigné à L ou R si le bouton caméra est assigné à L ou R.
pl_pl: Notka: Tryb Turbo będzie przypisany do L lub R jeśli do przycisku aparatu będzie przypisany L lub R.
pt: Nota: O Modo Turbo será atribuído ao L ou R caso o o botão da câmera estera atribído para o L ou R.
ru_ru: Примечание: Режим Turbo будет назначен на L или R, если кнопка камеры назначена на L или R.
sv: Notering: Turboläget överlåts till L eller R ifall kameraknappen är tilldelad L eller R.
tr_tr: Not: kamera düğmesine L veya R'ye atanırsa, Turbo modu L veya R'ye atanır
ur: نوٹ: کیمرے بٹن "L" یا "R" کے لئے مقرر کیا جاتا ہے تو ٹربو موڈ "L" یا "R" تفویض کیا جائے گا.

# Resx/SkyDriveInternetLost
source: Cannot connect to OneDrive. Check your internet connection.
de: Verbindung zu Onedrive nicht möglich. Überprüfe deine Internetverbindung.
el_gr: Η σύνδεση στο OneDrive δεν είναι εφικτή. Τσεκάρετε τη σύνδεση σας.
es: No se puede conectar a OneDrive. Revisa tu conexión a internet.
fr: Impossible de se connecter à OneDrive. Vérifiez votre connection internet.
pl_pl: Nie można połączyć z OneDrive. Sprawdź połączenie internetowe.
pt: Não foi possível conectar ao OneDrive. Verifique sua conexão com a internet.
sv: Kan inte få kontakt med OneDrive. Kontrollera dina internetinställningar.
tr_tr: OneDrive'a bağlanamıyor. Internet bağlantınızı denetleyin.
ur: OneDriveسے رابطہ قائم نہیں کر سکتے. اپنے انٹرنیٹ کنکشن کی جانچ پڑتال کریں.

# Resx/BuyNowButtonText
source: Buy now
de: Jetzt kaufen
el_gr: Αγοράστε τώρα
es: Comprar
fr: Acheter maintenant
pl_pl: Kup teraz
pt: Comprar agora
ru_ru: Купить сейчас
sv: Köp nu
tr_tr: Şimdi Satın Al
ur: ابھی خریدیے

# Resx/BuyNowCancelButtonText
source: Continue trial
de: Setze Sie Ihre Testversion fort
el_gr: Συνέχεια δοκιμής
es: Cancelar
fr: Continuer l'essai
pl_pl: Kontynuuj trial
pt: Continuar testando
ru_ru: Продолжить работу в режиме пробной версии
sv: Fortsätt pröva app
tr_tr: Denemeye Devam Et
ur: آزمائشی مدت جاری

# Resx/BuyNowText
source: This feature is only available in the full version of the app. Click on the Ok button below, if you want to buy the app and unlock the feature.
de: Diese Funktion steht nur Nutzer der Vollversion, dieser App zur verfügung. Klicke auf "Ok", wenn du die App kaufen und alle Funktionen freischaltet willst.
el_gr: Αυτό το χαρακτηριστικό είναι διαθέσιμο μόνο στην πλήρη έκδοση της εφαρμογής. Πατήστε στο κουμπί Οκ απο κάτω, αν θέλετε να αγοράσετε την εφαρμογή και να ξεκλειδώσετε το χαρακτηριστικό.
es: Ésta característica sólo está disponible en la versión completa de la aplicación. Si quieres comprar la aplicación y desbloquear ésta característica dale click al botón Ok.
fr: Cette fonctionnalité n'est présente que dans la version complète de l'application.Cliquez sur le bouton Ok ci-dessous, si vous voulez acheter l'application et débloquez la fonctionnalité.
pl_pl: Ta opcja jest dostępna tylko w pełnej wersji aplikacji. Kliknij Ok jeśli chcesz kupić tę aplikację i odblokować tę opcję.
pt: Esta função está disponível apenas na versão completa do aplicativo. Toque em Ok para comprar o aplicativo e desbloquear esta função.
ru_ru: Эта функция доступна только в полной версии приложения. Нажмите на кнопку ОК ниже, если вы хотите купить приложение и разблокировать функцию.
sv: Denna funktion finns endast tillgänglig i fullversionen av denna app. Tryck på Ok knappen nedanför, om du vill köpa fullversionen och låsa upp denna funktion.
tr_tr: Bu özellik sadece uygulamanın tam versiyonunda var. Tamam (OK) butonuna tıklayarak tam versiyonu alabilirsiniz.
ur: یہ خصوصیت اے پی پی کی مکمل ورژن میں دستیاب ہے. آپ کو اے پی پی خریدنے اور نمایاں انلاک کرنے کے لئے کرنا چاہتے ہیں تو، ذیل میں ٹھیک بٹن پر کلک کریں

# Resx/BuyNowImportText
source: In the trial version you can store up to 2 ROMs on your phone. Click on Ok to buy the app and remove this limit.
de: In der Testversion können Sie bis zu 2 ROMs auf dem Handy speichern. Klicke auf "Ok", um diese App zu kaufen und das Limit aufzuheben.
el_gr: Στην δοκιμαστική έκδοση μπορείτε να έχετε μέχρι 2 κασέτες στο τηλέφωνό σας. Κάντε κλικ στο Οκ για να αγοράσετε την εφαρμογή και να αφαιρέσετε αυτόν τον περιορισμό.
es: En la versión de prueba puedes guardar un máximo de 2 ROMs en tu teléfono. Si quieres comprar la aplicación y quitar éste límite dale click a Ok.
fr: Dans la version d'essai vous ne pouvez stocker que jusqu'à 2 ROMs sur votre téléphone. Cliquez sur Ok pour acheter l'application et supprimer cette limite.
pl_pl: W wersji bezpłatnej możesz przechowywać do 2 ROMów na telefonie. Kliknij Ok aby kupić aplikację i zdjąć ten limit.
pt: Nesta versão de teste você pode guardar até 2 ROMs no seu telefone. Toque em Ok para comprar o aplicativo e remover este limite.
ru_ru: В пробной версии вы можете хранить до 2 ROM'ов на вашем телефоне. Нажмите на кнопку Ok, чтобы купить приложение и удалить это ограничение.
sv: I prövoversionen av denna app kan du endast spela 2 ROMs i taget. Tryck på Ok för att köpa fullversionen och ta bort denna begränsning.
tr_tr: Deneme sürümünde telefonunuzda en çok 2 ROM'ları saklayabilirsiniz. Uygulamayı satın almak ve bu sınırı kaldırmak için Tamam düğmesini tıklatın.
ur: وقت ختم ورژن میں آپ کو آپ کے فون پر 2 روم تک محفوظ کر سکتے ہیں. اے پی پی خریدنے کے لئے اور اس حد کو ہٹانے کے لئے ٹھیک ہے پر کلک کریں.

# Resx/BuyWaitForDownloadText
source: Please wait for the active download to complete.
de: Bitte warten Sie bis die Datei runtergeladen wurde.
el_gr: Παρακαλώ περιμένετε να ολοκληρωθεί το ενεργό κατέβασμα.
es: Por favor, espera a que la descarga actual termine.
fr: Veuillez attendre la fin du téléchargement.
pl_pl: Proszę poczekać aż pobieranie się zakończy.
pt: Por favor, espere os downloads ativos terminarem.
ru_ru: Пожалуйста, дождитесь завершения активной загрузки.
sv: Var vänlig vänta på att nedladdningen slutförs.
tr_tr: Aktif indirmenin tamamlanmasını bekleyin.
ur: ڈاؤن لوڈ مکمل کرنے کے لئے براہ مہربانی انتظار کریں.

# Resx/TurboFrameSkipText
source: Turbo Mode Frame Skip
de: Turbo-Modus Frames überspringen
el_gr: Αναπήδηση πλαισίων σε λειτουργία Turbo
es: Frame Skip en modo Turbo
fr: Mode Turbo Frame Skip
pl_pl: Przeskakiwanie klatek w Trybie Turbo
pt: Pulo Quadros do Modo Turbo
ru_ru: Пропуск кадров в режиме Turbo
sv: Turboläge - Hoppa Över Bildrutor
tr_tr: Turbo modu frame atlama
ur: ٹربو موڈ: فریم کو چھوڑ

# Resx/SyncSoundSetting
source: Synchronize Audio (better quality)
de: Audio Synchronisation (bessere Qualität)
el_gr: Συγχρονισμός ήχου (+ποιότητα)
es: Sincronizar Audio (mejora la calidad)
fr: Synchroniser Audio (meilleur qualité)
pl_pl: Synchronizuj Dźwięk (Lepsza jakość)
pt: Sincronizar áudio (melhor qualidade)
ru_ru: Синхр. аудио (лучшее качество)
sv: Synkronisera Ljud (bättre kvalité)
tr_tr: Ses senkronizasyonu (daha iyi kalite)
ur: آڈیو (بہتر معیار) ہم وقت کریں

# Resx/SyncSoundSetting2
source: (better quality, but may be slower)
de: (bessere Qualität, aber möglicherweise langsamer)
el_gr: (καλύτερη ποιότητα, αλλα μπορεί να ειναι πιο αργό)
es: (mejor calidad, pero puede ser más lento)
fr: (meilleure qualité, mais peut être plus lent)
pl_pl: (lepsza jakość, ale może zmniejszyć wydajność)
pt: (melhor qualidade, mas poderá ficar devagar)
sv: (bättre kvalité, men kan minska prestanda)
ur: (بہتر معیار، لیکن سست ہو سکتا ہے)

# Resx/PowerFrameSkipText
source: Skip Frames (same emulation speed)
de: Überspringe Frames (gleiche Emulations-Geschwindigkeit)
el_gr: Αναπήδηση πλαισίων(ίδια ταχύτητα)
es: Skip Frames (misma velocidad de emulación)
fr: Skip Frames (même vitesse d'émulation)
pl_pl: Przeskakiwanie klatek (normalna prędkość)
pt: Pular Quadros (mesmo velocidade de emulação)
ru_ru: Пропуск кадров (та же скорость эмуляции)
sv: Hoppa Över Bildrutor (samma emulationshastighet)
tr_tr: Frame atlama (aynı hız)
ur: فریم (اسی ینترانکرن رفتار) کو چھوڑ

# Resx/AboutContactLabel
source: Contact:
de: Kontakt:
el_gr: Επικοινωνήστε:
es: Contacto:
pl_pl: Kontakt:
pt: Contato:
ru_ru: Контакты:
sv: Kontakt:
tr_tr: Kişi:
ur: مجھ سے رابطہ کریں:

# Resx/HelpTitle
source: HELP
de: Hilfe
el_gr: ΒΟΉΘΕΙΑ
es: AYUDA
fr: AIDE
pl_pl: POMOC
pt: AJUDA
ru_ru: СПРАВКА
sv: HJÄLP
tr_tr: YARDIM
ur: مدد

# Resx/HelpDownloadROMsHeader
source: How to import ROMs
de: Wie ROMs importieren...
el_gr: Πως να εισάγετε τις κασέτες
es: Cómo importar ROMs
fr: Comment importer des ROMs
pl_pl: Jak pobierać ROMy
pt: Como importar ROMs
ru_ru: Как импортировать ROM'ы
sv: Hur man imorterar ROM-filer
tr_tr: Nasıl ROM atabilirim
ur: کس طرح روم درآمد کرنے ھیں؟

# Resx/HelpHowToHeader
source: how to
de: So wird es gemacht...
el_gr: πως να
es: Lo básico
fr: Explication
pl_pl: Importowanie
pt: como fazer
ru_ru: инструкции
sv: så gör du
tr_tr: Nasıl Yapılır
ur: یہ کس طرح کرتے ہیں؟

# Resx/HelpImportEmailHeader
source: Alternative 2: importing from E-Mails
de: 2. Alternative: Importieren von der E-Mail
el_gr: Εναλλακτική 2: εισάγοντας απο E-Mails
es: Alternativa 2: importar desde e-mail
fr: 2ème alternative: importer à partir des E-Mails
pl_pl: Sposób 2: importowanie z E-maila
pt: Alternativa 2: importando de E-mails
ru_ru: Вариант 2: импорт из электронной почты
sv: Alternativ 2: importera från E-Post
tr_tr: 2. alternatif: E-posta dan alma
ur: متبادل 2: ای میلز سے درآمد
