Repository: duchuule/vba8
Catalog: trunk/WP8VBAM/WP8VBAM/Resources/AppResources.*.xlf
Languages: de, el_gr, es, fr, pl_pl, pt, ru_ru, sv, tr_tr, ur

# Resx/HelpImportEmailText
source: Send an E-Mail to any E-Mail address that is accessible from your phone, containing one or more ROM(s) as file attachments. You can either attach the ROMs as *.gba files or contained within a *.zip archive. Open the E-Mail on your phone and tap on the attachment to download the file. If your attachment was a *.zip archive, the E-Mail client allows you to navigate through the archive. Locate the ROM inside the archive and tap on it to launch the emulator. The emulator will automatically import the ROM from the E-Mail attachment and start the game. If the attachment was not a *.zip archive but a *.gba file, just tap on it to start the emulator and import the ROM.
de: Sende eine Mail an eine beliebige E-Mail Adresse auf der Sie, mit Ihrem Smartphone Zugriff haben, die Ihre ROM(s) als Anhang beinhalten. Sie können die ROMs auch als *.gba Datei, die in einem*.zip Archiv gepackt sind anhängen. Öffnen Sie die E-Mail auf Ihrem Smartphone und laden den Anhang runter. Wenn Ihr Anhang ein *.zip Archiv ist, dann können Sie ganz normal durch das Archiv navigieren. Navigieren Sie zu der ROM und öffnen Sie sie, um den Emulator zu starten. Der Emulator wird die ROM automatisch von Ihrer E-Mail Adresse importieren und starten. Wenn der Anhang kein *.zip Archiv ist, sondern eine *.gba Datei, dann öffnen Sie die Datei, der Emulator wird automatisch starten und die ROM(s) aus dem Anhang Ihrer E-Mail Adresse importieren.
el_gr: Στείλτε ένα E-Mail σε οποιαδήποτε E-Mail διεύθυνση είναι προσβάσιμη από το κινητό σας, περιέχοντας μία ή περισσότερες κασέτα(ες) ως αρχεία συνδετήρες. Μπορείτε να συνδέσετε τις κασέτες ως αρχεία *.gba ή συμπεριλαμβάνοντας τα σε έναν φάκελο *.zip. Ανοίξτε το E-Mail στο τηλέφωνο σας και χτυπήστε στη σύνδεση για να κατεβάσετε το αρχείο. Αν ο συνδετήρας σας ήταν φάκελος *.zip, το E-Mail σας αφήνει να πάτε μέσα στο φάκελο. Βρείτε την κασέτα μεσα στο φάκελο και χτυπήστε σ'αυτήν για να τρέξει το πρόγραμμα. Το πρόγραμμα θα εισάγει αυτόματα την κασέτα από το συνδετήρα του E-Mail και θα ξεκινήσει το παιχνίδι. Αν ο συνδετήρας δεν ήταν φάκελος *.zip αλλά ένα αρχείο *.gba, απλά πατήστε πάνω του για να αρχίσει το πρόγραμμα και να εισαχθεί η κασέτα.
es: Envía un e-mail a cualquier dirección de correo electrónico que sea accesible en tu teléfono, que contenga una o más ROMs como archivos adjuntos. Puedes enviar las ROMs con el formato de archivo *.gba o contenidas en un archivo *.zip. Abre el e-mail en tu teléfono y selecciona los archivos adjuntos para descargarlos. Si el archivo adjunto era un *.zip, el cliente de correo te permitirá navegar por el archivo. Encuentra la ROM dentro del archivo y pulsa sobre él para iniciar el emulador. El emulador automáticamente importará la ROM desde el archivo adjunto en el correo e iniciará el juego. Si el archivo adjunto no era un *.zip sino archivo *.gba, simplemente seleccionalo para iniciar el emulador e importar la ROM.
fr: Envoyer un E-Mail à une autre adresse E-Mail qui contient une ou plusieurs ROMs en pièce jointe qui est accessible depuis votre téléphone. Vous pouvez joindre la ROM au format *.gba ou contenue dans une archive *.zip. Ouvrez l'E-Mail sur votre téléphone et appuyez sur la pièce jointe pour télécharger le fichier. Si la pièce jointe est une archive *.zip, votre client de messagerie vous permettra de naviguer dans l'archive . Localiser la ROM dans l'archive et appuyez dessus pour lancer l'émulateur. L'émulateur importera automatiquement la ROM de la pièce jointe et lancera le jeu. Si la pièce jointe n'est pas une archive *.zip mais un format *.gba, appuyez juste dessus pour lancer l'émulateur et importer la ROM.
pl_pl: Wyślij w e-mailu ROM lub więcej na pocztę do której masz dostęp na telefonie. Jeśli wysłano archiwum zip, poczta pozwoli na poruszanie się w nim. Zlokalizuj plik z rozszerzeniem wspieranym przez emulator (.gb, .gbc, .gba) i dotknij go, aby uruchomić emulator. Emulator automatycznie zaimportuje ROM. Jeśli wysłany plik był z rozszerzeniem .gb, .gbc, .gba kliknij na niego, aby uruchomić emulator i zaimportować pobrany ROM.
pt: Envie um e-mail para uma conta acessível no seu telefone contendo uma ou mais ROMs anexadas. Você pode anexar as ROMs no formato *.gba ou compactadas em *.zip. Abra o e-mail no seu telefone e toque no anexo para fazer o download do arquivo. Se seu arquivo foi anexado como *.zip, o cliente de e-mail permite a navegação por dentro do arquivo. Localize a ROM dentro deste arquivo e toque nela para abrir o emulador. O emulador vai importar a ROM do e-mail automaticmanete e iniciar o jogo. Se seu arquivo foi anexado como *.gba, apenas toque-o para iniciar o emulador e importar a ROM.
ru_ru: Отправьте письмо на любой адрес электронной почты, доступный с вашего телефона, содержащее один или несколько ROM'ов как прикрепленные файлы. Вы можете прикрепить ROM'ы в виде *.gba файлов или *.zip архивом . Откройте сообщение электронной почты на вашем телефоне и нажмите на прикрепленый файл для загрузки. Если это *.zip архив, то клиент электронной почты позволяет вам перемещаться в нем. Найдите ROM внутри архива и нажмите на него для запуска эмулятора. Эмулятор автоматически импортирует ROM из вложений электронной почты и запустит игру. Если прикрепленный файл - *.gba файл, просто нажмите на него, чтобы запустить эмулятор и импортировать ROM.
sv: Skicka ett E-Mail till vilken E-Mailadress som helst som är tillgänglig från din mobil, innehållandes en eller flera ROM-filer som bilagor. Du kan endera bifoga dessa som *.gba-filer eller som *.zip-filer. Öppna din E-Postklient på din smartphone och tryck på den bifogade filen för att ladda ner den. Om den bifogade filen är en *.zip-fil, så låter E-postklienten dig navigera genom arkivet. Lokalisera ROM-filen inuti arkivet och tryck på den för att starta emulatorn. Emulatorn kommer automatiskt importera ROM-filen från den bifogade *.zip-filen och sedan starta spelet. Om den bifogade filen inte är en *.zip-fil utan en *.gba-fil, tryck bara på filen för att starta emulatorn och importera ROM-filen.
tr_tr: Bir veya daha fazla ROM(s) dosyayı ek olarak içeren telefondan erişilebilen herhangi bir e-posta adresine e-posta olarak gönderin. ROM'lar *.gba dosyaları olarak da ekleyebilirsiniz veya bir *.zip arşiv dosyasında yer alan. Telefonunuzda e-postayı açın ve eki dosya indirmek için dokunun. Ek, bir *.zip arşiv ise, e-posta istemcisi Arşiv içinde gezinmenizi sağlar. Arşiv içinde ROM bulun ve bu emülatör başlatmak için dokunun. Emülatör otomatik olarak e-posta ekinden ROM alır ve oyunu başlatır. Eğer ek bir *.zip arşivi değildi ve *.gba idi ise, sadece emülatörü başlatmak ve ROM'a almak için dokunun
ur: فائل اٹیچمنٹ کے طور پر ایک یا ایک سے زیادہ روم پر مشتمل، آپ کے فون سے قابل رسائی ہے کہ کسی بھی ای میل ایڈریس پر ایک ای میل بھیجیں. آپ * کے طور پر GBA فائلوں روم منسلک یا ایک *. زپ محفوظ شدہ دستاویزات کے اندر اندر موجود کر سکتے ہیں. آپ کے فون پر ای میل کھولو اور فائل ڈاؤن لوڈ کرنے ملحق پر تھپتھپائیں. آپ ملحق ایک *. زپ محفوظ شدہ دستاویزات تھا تو، ای میل کلائنٹ آپ محفوظ شدہ دستاویزات کے ذریعے تشریف لے کرنے کے لئے کی اجازت دیتا ہے. محفوظ شدہ دستاویزات کے اندر روم کو تلاش کریں اور ایمولیٹر شروع کرنے کے لئے اس پر نل. ایمولیٹر خود کار طریقے سے ای میل لف دستاویز سے ROM درآمد اور کھیل شروع ہو جائے گا. ملحق ایک *. زپ محفوظ شدہ دستاویزات لیکن ایک *. GBA فائل نہیں تھا، صرف ایمولیٹر شروع اور ROM درآمد کرنے کے لئے اس پر پر ٹیپ کریں.

# Resx/HelpImportSkyDriveHeader
source: Alternative 1: importing from OneDrive
de: 1. Alternative: Importieren von Onedrive
el_gr: Εναλλακτική 1: εισάγοντας από το OneDrive
es: Alternativa 1: importar desde OneDrive
fr: 1ère alternative: importer à partir de OneDrive
pl_pl: Sposób 1: importowanie z OneDrive
pt: Alternativa 1: importando do OneDrive
ru_ru: Вариант 1: импорт из OneDrive
tr_tr: Alternatif 1: OneDrive'den alma
ur: متبادل 1: OneDrive سے درآمد

# Resx/HelpImportSkyDriveText
source: Store your ROMs in a folder on your OneDrive. Afterwards navigate to the OneDrive section on the main page of the emulator (swipe left from the ROM list). If you are not signed in yet, click on "Sign in" first and enter your credentials if you are asked for it. When you are signed in, click on the button labeled "import ROMs" on the emulators main page. The following page allows you to navigate through OneDrive to locate the folder where you put your ROMs into. In the folder containing the ROMs, tap on any *.gba or *.zip file to start the download. Wait for the download to complete before you leave the page. A confirmation message will be shown when the download is completed. Note: In some cases, ROMs downloaded from OneDrive only show a blank screen when started. If you experience this issue, please use alternative 2 or 3.
de: Speichern Sie Ihre ROMs auf Ihrem Onedrive Account. Danach navigieren Sie zum Onedrive Reiter (Wischen Sie nach rechts von der ROM Liste aus). Wenn Sie noch nicht angemeldet sind, tippen Sie auf "Anmelden" und geben Sie Ihre Anmeldedaten ein. Nachdem Sie sich angemeldet haben, tippen Sie auf die Fläche "Importieren". Die folgende Seite ermöglicht es Ihnen, durch Onedrive zu navigieren, um Ihre ROM zu finden. In dem Ordner, der die gewünschten ROMs beinhaltet, tippen Sie auf irgendeine *.gba Datei um die Datei runterzuladen. Warten Sie bis die Datei runtergeladen wurde, bevor Sie die Seite verlassen. Eine Bestätigungsmeldung wird angezeigt, sobald die Datei runtergeladen wurde. Hinweis: In manchen Fällen, zeigen ROMs die von Onedrive runtergeladen wurden, ein leeres Bild. Wenn Ihnen so etwas widerfährt, bitte benutzen Sie die 2 und 3 Alternative.
el_gr: Αποθηκεύστε τις κασέτες σας σε ένα φάκελο στο OneDrive σας. Στη συνέχεια, περιηγηθείτε στην ενότητα OneDrive στην κεντρική σελίδα του εξομοιωτή (σουφρώστε αριστερά από τη λίστα της κασέτας). Αν δεν έχετε εισέλθει ακόμα, κάντε κλικ στο "Σύνδεση" και καταχωρήστε τα διαπιστευτήριά σας εάν σας ζητηθεί. Όταν εισέλθετε, κάντε κλικ στο κουμπί με την ένδειξη "εισαγωγή κασετών" στην κύρια σελίδα εξομοιωτών. Η ακόλουθη σελίδα σας επιτρέπει να περιηγηθείτε μέσα από το OneDrive για να εντοπίσετε το φάκελο όπου μπορείτε να βάλετε τις κασέτες σας. Στο φάκελο που περιέχει τις κασέτες, πατήστε οποιοδήποτε *.gba ή η *.zip αρχείο για να ξεκινήσει η λήψη. Περιμένετε μέχρι να ολοκληρωθεί η λήψη πριν φύγετε από τη σελίδα. Θα εμφανιστεί ένα μήνυμα επιβεβαίωσης όταν ολοκληρωθεί η λήψη. Σημείωση: Σε ορισμένες περιπτώσεις, κασέτες που έχουν κατεβεί από OneDrive δείχνουν μόνο μια κενή οθόνη όταν ξεκίνησουν. Εάν αντιμετωπίσετε αυτό το πρόβλημα, χρησιμοποιήστε την εναλλακτική 2 ή 3.
es: Guarda tus ROMs en una carpeta en tu OneDrive. Después, busca la sección OneDrive en la página principal del emulador (a la izquierda de la lista de ROMs). Si no estás conectado aún, pulsa en "Conectarse" antes e ingresa tus credenciales de acceso si es requerido. Una vez estés conectado, pulsa el botón "importar ROMs" en la página principal del emulador. La siguiente pantalla te permitirá navegar en tu OneDrive para encontrar la carpeta donde pusiste tus ROMs. En la carpeta que contenga las ROMs, pulsa cualquier archivo *.gba para empezar a descargarlo. Espera a que termine la descarga, un mensaje de confirmación será mostrado. Nota: En algunos casos, las ROMs descargadas desde OneDrive sólo muestran una pantalla en blanco cuando se inician. Si tienes éste problema por favor usa las alternativas 2 o 3.
fr: Stocker vos ROMs dans un dossier sur OneDrive. Allez ensuite dans la section OneDrive de la page principale de l'émulateur (à partir de la liste des ROMs, faites un swipe vers la gauche). Si vous n'êtes pas encore connecté, cliquez sur "Se connecter" et entrez vos idenfiants si cela vous est demandé. Une fois connecté, cliquez sur le bouton "importer ROMs" dans la page principale de l'émulateur. Les pages suivantes vous permettent de naviguez dans votre OneDrive pour localiser le dossier où vous avez stocké vos ROMs. Dans le dossier qui contient les ROMs, appuyez sur n'importe quel fichier *.gba pour commencer le téléchargement. Attendez la fin du téléchargement avant de quitter la page. Un message de confirmation apparaîtra lorsque le téléchargement sera achevé. Note: Dans certains cas, les ROMs téléchargées à partir de OneDrive montrent seulement un écran vierge lors du chargement de ces dernières. Si vous rencontrez ce problème, veuillez utiliser l'alternative 2 ou 3.
pl_pl: Umieść swoje ROMy na OneDrive. Pamiętaj żeby były to pliki z rozszerzeniem wspieranym przez emulator (.gb, .gbc .gba). Przejdź na zakładkę "Import %%amp; Eksport" i zaloguj się na OneDrive. Następnie kliknij na przycisk "Importuj". Znajdź swoje ROMy na OneDrive i kliknij na ten który chcesz pobrać. Poczekaj na potwierdzenie ukończenia pobierania. Notka: Czasami z jakiegoś powodu, ROMy pobrane z OneDrive nie uruchamiają się prawidłowo, jeśli tak się zdarzy, użyj innego sposobu importowania.
pt: Armazene suas ROMs numa pasta em seu OndeDrive. Navegue até a seção do OneDrive na página inicial do emulador (arraste o dedo até a esquerda da lista de ROMs). Se você não entrou ainda, toque em "Entrar" primeiro e digite suas credenciais caso seja pedido. Quando já tiver entrado, toque no botão "Impotar ROMs" na página inicial do emulador. A página seguinte permite que você navegue pelo OneDrive para localizar a pasta contendo as ROMs. Na pasta, toque em qualquer arquivo *.gba para baixá-lo. Espere o download terminar antes de sair da página. Uma mensagem de confirmação será mostrada quando o download terminar. Nota: Em alguns casos, as ROMs baixadas no OneDrive podem mostrar apenas uma tela preta. Caso isso aconteça, por favor, tente as alternativas 2 ou 3.
ru_ru: Храните ваши ROM'ы в папке на вашем OneDrive. После этого перейдите в раздел OneDrive на главной странице эмулятора. Если вы еще не вошли, нажмите «Войти» и введите ваши учетные данные. Когда вы вошли, нажмите на кнопку «Импорт ROM'ов» на главной странице. Следующая страница позволяет вам перемещаться по OneDrive, чтобы найти папку, где вы храните ROM'ы. В папке, содержащей ROM'ы нажмите на любой *.gba файл, чтобы начать загрузку. Дождитесь завершения, прежде чем покинуть страницу загрузки. Сообщение с подтверждением будет показано, когда загрузка завершится. Примечание: В некоторых случаях, ROM'ы скачанные с OneDrive показывают только пустой экран при запуске. Если вы столкнетесь с этой проблемой, пожалуйста, используйте варианты 2 или 3.
tr_tr: ROMları, OneDrive üzerindeki bir klasörde depolayın.. Daha sonra (ROM listesinden sola çekin) ana sayfada OneDrive bölümüne gidin. Eğer henüz giriş yapmadıysanız giriş yap'a tıklayıp giriş yapın. Giriş yaptıysanız *.gba, *.gb, *.gbc, *.zip dosyalarına tıklayarak onları indirebilirsiniz. Not: Bazen OneDrive'den indirilen ROM'lar siyah ekran gösterir, bu hata olursa 2 veya 3. yolu deneyin...
ur: آپ OneDrive پر ایک فولڈر میں اپنے روم ذخیرہ کریں. اس کے بعد ایمولیٹر (ROM فہرست سے بائیں swipe کے) کے مرکزی صفحے پر OneDrive سیکشن پر تشریف لے جائیں. ابھی تک آپ میں سائن ان نہیں کر رہے ہیں، سب سے پہلے "سائن ان کریں" پر کلک کریں اور آپ کو اس کے لئے کہا جاتا ہے تو آپ کی اسناد درج کریں. آپ میں سائن ان ہوتے ہیں، emulators مرکزی صفحے پر "درآمد روم" کا لیبل لگا بٹن پر کلک کریں. درج ذیل صفحات آپ کو میں اپنے روم میں ڈال دیا ہے جہاں فولڈر تلاش کرنے کے لئے OneDrive کے ذریعے تشریف لے کرنے کے لئے کی اجازت دیتا ہے. روم پر مشتمل فولڈر میں ڈاؤن لوڈ، اتارنا شروع کرنے کے لئے کسی بھی *. GBA یا *. زپ فائل پر تھپتھپائیں. آپ کے صفحے کو چھوڑنے سے پہلے ڈاؤن لوڈ، اتارنا مکمل کرنے کے انتظار. ڈاؤن لوڈ، اتارنا مکمل ہو گیا ہے جب تصدیق کا پیغام دکھایا جائے گا. نوٹ: جب کچھ صورتوں میں، OneDrive سے ڈاؤن لوڈ روم صرف ایک خالی سکرین ظاہر. آپ اس مسئلہ سامنا ہوتا ہے تو، متبادل 2 یا 3 استعمال کریں.

# Resx/HelpImportWebHeader
source: Alternative 3: importing from Web Browser
de: 3. Alternative: Importieren vom Web Browser
el_gr: Εναλλακτική 3: εισάγοντας από το πρόγραμμα περιήγησης
es: Alternativa 3: importar desde el navegador web
fr: 3ème alternative: importer à partir d'un navigateur web
pl_pl: Sposób 3: importowanie z Przeglądarki
pt: Alternativa 3: importando do Navegador
sv: Alternativ 3: importera från Webbläsare
ur: متبادل 3: ویب براؤزر سے درآمد

# Resx/HelpImportWebText
source: In your web browser, open any web site that offers ROM downloads and start the download of the desired game. If the download was a *.zip archive, the browser allows you to navigate through the archive when the download is done. Locate the *.gba file contained in the archive and tap on it to start the emulator. The emulator will automatically import the ROM you downloaded using your web browser. If the downloaded file was a *.gba file, just tap on it and the emulator will start and import the ROM.
de: Öffnen Sie in Ihrem Web Browser, jede Webseite die ROMs anbietet und suchen Sie sich ein Spiel aus, welches Sie runterladen möchten. Der Web Browser lässt Sie, wenn die runtergeladene Datei ein *.zip Archiv ist, durch dieses Navigieren, sobald die Datei runtergeladen worden ist. Tippen Sie auf die *.gba Datei, die in dem Archiv ist, um den Emulator zu starten. Der Emulator wird die ROM automatisch importieren, die Sie zuvor mit dem Web Browser runtergeladen haben. Wenn die runtergeladene Datei eine *.gba Datei ist, dann tippen Sie auf die *.gba Datei und der Emulator wird die ROM importieren und starten.
el_gr: Στο πρόγραμμα περιήγησής σας, ανοίξτε οποιαδήποτε ιστοσελίδα που προσφέρει λήψεις για κασέτες και ξεκινήστε τη λήψη του παιχνιδιού της επιλογής σας. Εάν η λήψη ήταν ένα αρχείο *.zip, το πρόγραμμα περιήγησης σας επιτρέπει να περιηγηθείτε μέσα από το αρχείο, όταν γίνεται η λήψη. Εντοπίστε το αρχείο *.gba που περιέχεται στο αρχείο και πατήστε στο για να ξεκινήσετε τον εξομοιωτή. Ο εξομοιωτής θα εισάγει αυτόματα την κασέτα που έχετε κατεβάσει, χρησιμοποιώντας το πρόγραμμα περιήγησής σας. Εάν το αρχείο ήταν ένα *.gba αρχείο, απλά πατήστε πάνω του και ο εξομοιωτής θα ξεκινήσει και θα εισάγει την κασέτα.
es: En tu navegador web, ingresa a cualquier sitio que ofrezca descargas de ROMs y empieza la descarga del juego que quieras. Si el archivo descargado viene en formato *.zip, el buscador te permitirá navegar a través del mismo cuando la descarga finalice. Encuentra el archivo *.gba que está contenido en él y selecciónalo para iniciar el emulador. El emulador automáticamente importará la ROM que descargaste usando tu navegador. Si el archivo descargado venía en formato *.gba, simplemente pulsa sobre él para que el emulador se inicie e importe la ROM.
fr: Dans votre navigateur internet, ouvrez n'importe quel site qui vous permet de télécharger des ROMs et débutez le téléchargement. Si le fichier téléchargé est une archivé *.zip, le navigateur vous permettra de naviguez dans l'archive une fois le téléchargement achevé. Localiser le fichier *.gba contenu dans l'archive et appuyez dessus pour lancer l'émulateur. L'émulateur importera automatiquement les ROMs téléchargées. Si le fichier téléchargé est au format *.gba, appuyez simplement dessus pour lancer l'émulateur et importer la ROM.
pl_pl: W przeglądarce otwórz stronę na której można pobrać ROMy i włącz pobieranie wybranego. Jeśli pobrano archiwum zip, przeglądarka pozwoli na poruszanie się w nim. Zlokalizuj plik z rozszerzeniem wspieranym przez emulator (.gb, .gbc, .gba) i dotknij go, aby uruchomić emulator. Emulator automatycznie zaimportuje ROM. Jeśli pobrany plik był z rozszerzeniem .gb, .gbc, .gba kliknij na niego po ukończeniu pobierania, aby uruchomić emulator i zaimportować pobrany ROM.
pt: Em seu navegdor, abra qualquer site que ofereça o download e ROMs e inicie o download do jogo desejado. Se o arquivo baixado estiver no formato *zip, o navegador permite an navegação entre os arquivos internos após o témino do download. Localize o arquivo *.gba e toque-o para iniciar o emulador. O navegador vai importar a ROM baixada pelo seu navegador automaticamente. Se a ROM estiver no formato *.gba, apenas toque-a para iniciar o emulador e imporat a ROM.
ru_ru: В вашем веб-браузере откройте любой веб-сайт, который предлагает загрузку ROM'ов и начните загрузку желаемой игры. Если это *.zip архив, то браузер позволяет вам перемещаться в нем. Найдите ROM внутри архива и нажмите на него для запуска эмулятора. Эмулятор автоматически импортирует ROM скачанный веб-браузером и запустит игру. Если скачанный файл - *.gba файл, просто нажмите на него, чтобы запустить эмулятор и импортировать ROM.
sv: I din webbläsare, öppna vilken sida som helst som erbjuder nedladdning av ROM-filer, starta sedan nedlddningen av önskat spel. Om den nedladdade filen är en *.zip-fil, låter webbläsaren dig bläddra igenom filens arkiv när nedladdningen är klar. Lokalisera *.gba-filen i arkivet och tryck på den för att starta emulatorn. Emulatorn kommer automatiskt att importera ROM-filen du laddade ned med hjälp av din webbläsare. Om den nedladdade filen är en *.gba-fil, tryck på den för att starta emulatorn och importeringen av ROM-filen.
tr_tr: Web tarayıcınızda, ROM bulabileceğiniz bir siteyi açın ve seçilen oyunun indirmesini başlatın. Eğer dosya *.zip ise, indirmeden sonra içinden *.gba dosyasına tıklayabilirsiniz. Tıklarsanız yada dosya zaten *.gba ise emülatör'e yönlendirileceksiniz. Oyunu açmak için tıklamanız yeterli.
ur: آپ کے ویب براؤزر میں، ROM ڈاؤن لوڈ فراہم کرتا ہے کہ کسی بھی ویب سائٹ کو کھولنے اور مطلوبہ کھیل کے ڈاؤن لوڈ، اتارنا شروع کریں. ڈاؤن لوڈ، اتارنا ایک *. زپ محفوظ شدہ دستاویزات تھا تو، براؤزر آپ ڈاؤن لوڈ کیا جاتا ہے جب محفوظ شدہ دستاویزات ذریعے تشریف کرنے کے لئے کی اجازت دیتا ہے. محفوظ شدہ دستاویزات میں موجود *. GBA فائل کو تلاش اور ایمولیٹر شروع کرنے کے لئے اس پر پر ٹیپ کریں. ایمولیٹر خود کار طریقے سے آپ کو آپ کے ویب براؤزر کا استعمال کرتے ہوئے ڈاؤن لوڈ ROM درآمد کرے گا. ڈاؤن لوڈ فائل ایک *. GBA فائل تھا، تو صرف اس پر نل اور ایمولیٹر ROM شروع اور درآمد کرے گا.

# Resx/HelpIssuesHeader
source: issues
de: Probleme
el_gr: προβλήματα
es: problemas
fr: résolution problèmes
pl_pl: Problemy
pt: problemas
ru_ru: проблемы
sv: problem
tr_tr: Sorunlar
ur: مسائل

# Resx/HelpIssuesWhiteScreenHeader
source: Blank screen after loading ROM
de: Leeres Bild nach dem Laden von ROM
el_gr: Λευκή οθόνη μετά τη φόρτωση της κασέτας
es: Pantalla en blanco
fr: Ecran blanc après chargement ROM
pl_pl: Czarny ekran po ładowaniu ROMu
pt: Tela branca depois de carregar ROM
ru_ru: Пустой экран после загрузки ROM'а
sv: Blank skärm efter att ha laddat en ROM-fil
ur: خالی سکرین لوڈ ہو رہا ہے ROM کے بعد
